<!DOCTYPE HTML>
<html lang="ja">
<head>
  <base herf="{$base}">
  <meta http-equiv="Content-language" content="ja" charset="utf-8">
  <link rel="stylesheet" type="text/css" href="{$base}/themes/css/yaruo.css" media="all" /> 
  <title>{$title}</title>
</head>

<body>
<pre class="yaruo">
{literal}
登場人物紹介


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼ ﾎｼﾞﾎｼﾞ
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　
　 |　　　 ｍj |ー&#39;´　　　　　 |　　
　 ＼　 〈＿_ﾉ　　　　　 　／
　　　　ノ　　ﾉ


●やる夫（レート1200）
ネット対戦はAOCHDが初めて
身内で対戦してた頃は最強と言われやる夫には誰も勝てないと言われていた。


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　
.　|　　　　 （__人__）　
　 |　　　　　｀ ⌒´ﾉ　
.　 |　　　　　　 　 }　　
.　 ヽ　　　　　 　 }    
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


●やらない夫（レート1650）
初級部屋でホスト及び権限者として活動しているプレイヤー
なぜかやる夫に積極的に指導をしているが、その真意は！？


　　　　　　　　 .:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::＼
.　　　　　 　 /:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::丶
　　　　　　 /:::::::::::::::::::::::::::::/::::::/ ::::::::::::::::::/::::::::::∧
.　　　　　 /:::::::::::::::::::::::::::::/::::::/:::::::::::/::::::/::::::::::::⌒
　　　　　/:::::::::::::i::::::::|/ :──-::::::::::/:::::∧::::|:::::::::::::|　
　 　 　 .:::::::::::::::::l::::::::|:::/:/::/:::::::／/:::::/___Ⅵ:::::::::::::|　
　　　　,′ ::/::::/| ::::::Ⅳ笊示ミ、 厶イ　　　ｉ|:::::::::::::|　
　　　　:::::::/!:::八|::::::::|　乂:ｿ 　　　　 ｧ==､ ,ｉ|:::::::::::::|  
　　 ,/::|:::/ |::::::::ｉ|::::::::|　　　　　 　 　 ﾒｿ&#39;　/ |:::::::::::::|
　　　　ｌ/　l|::::::::ｉ|::::::::| 　 　&#39;&#39; 　 　 ,　｀¨　/::::|::::::::::::i|
　　 　 &#39;　 八::::/ｉ|::::::::ﾄ､　　　　_　　　&#39;&#39;　/:::::ｉ|:::::ｉ|::::ﾘ
　　　　　　　∨从:::::::|　＼　　　　 　, イ.!:::/ｉ|::::/!::/
　　 　 　 　 _.ノマ&#39;＼:| 　 　 ｰr: ≦/:::／|:/　|::/ |/
　　 _,.‐=ﾆﾆﾆﾆﾆ＼　　　　∧＼::/／ _ノ&#39;′ﾉ&#39;
　∠ニﾆﾆﾆﾆﾆﾆﾆﾆ＼ 　 ｛　∨ﾆ=‐- .,_
./ 　 `＼ﾆﾆﾆﾆﾆﾆﾆﾆ丶 ‐=- Ⅴﾆﾆﾆニ7 ､
i 　 　 　 ＼ﾆﾆﾆﾆﾆﾆﾆﾆ＼　　〕ﾆﾆﾆﾆﾆﾆ∧


●園城寺ちゃん（レート1500）
初心でよくプレイしているプレイヤー
得意な文明はフランク、ペルシア
やる夫にたいして優しく教えてくれる人
師匠の承太郎はインドへ旅行に言っている模様
やらない夫曰く、素質がありレートだけ見ればセルより下だが
１：１の強さは園城寺の方が上らしい


　　　　　　 　　 　　　/ ）
　　　　　　　 　　　 ./ /
　　　　　　　　　　 / /　　
　　　　　　 　　　 / /      
　　　　　　　　　./ /＿∧　　　　　, -つ
　　　　　　　 　/ / ´Д｀）　　　／__ノ
　　　　　　　　/　　　　＼　／ /
　　　　　　　 .|　　　　へ／ ／
　　　　　　　 |　　　　ﾚ&#39;　 /､二つ
　　　　　　　 |　　　　　／
　　　　　　　/　　　／
　　　　　　 /　 ／
　　　　　　/　 /
　　　　 ／　ノ
　　　_/　／
　 ノ　／
⊂ -&#39;


●はっちゃん（レート1400）
初心で積極的にホストをしている八頭身
得意な戦術は23弓
積極的にホストをしたり、新規勧誘を行っている
やる気のあるプレイヤー


　　　　　　　　　　　　　　ｉ|　i 　 i|　!　 !| i i|　i　　　　　　　　　＿　　/し&#39;/
　　　　　　　　　　　　　 ,=ヾ＞&#39;⌒ヾ`ヾヾ）)､ |　　　　 ,r&#39;⌒&#39;&#39;&quot;´　ｊ /　　/
　　　　　　　　　　　　 ﾗ７´:::::::::;m::ｉ}:::）:::｝:::ヽ),　l|　 /　　　　　,く（　　 {
　　　　　　　　　　　　 7ﾉ:〃:/:::i|||!:ﾘ:;ｒ=:､::リ::::}　|　/　　,, 　 ,ｲ　l|　　/
　　　 　 　 　 　 　 　 &quot;{:::{::｛::::{&#39;&#39;&#39;&#39;&#39;&#39;&quot;&quot;&quot;{{ﾞ}）ﾞ彡:ﾘノｯ/　／/　/ ｌ　ｌ|　 _｣
　　　　　　　　　　 　 ｨﾊ､:`:::::::ヽヾ　__ﾘ_ﾘ__}=&#39;ﾉ=ﾂ ／ /　/　l　 lレ′
　　　　　　　　　　　　（:ﾚ}ﾊ:::::::::}｝ﾂﾞkぜラﾞ|ﾘ〈　 &quot;′/　 ヽ　レ､ゝｨ.__..　-‐ｚ
　　　　　　　　　　　　　 ﾚ^{::::::｛{ ｌ ｌ　｀ヽ　ﾚ&#39;)）　　/　ハ　ヽ､　/　　　 _　/
　　　　　　　　　　　　　 乂ヽ:::::ｌ}〈ｯ　　 ﾞ　lシ、　/　/　 ヽ　 { l　 ,r&#39;&#39;7ﾞ// ,&#39;
　　　　　　　　　　 　 ／ 川 ｉ::::::l＝＝=　,ｲlﾊ|ヽl　/　　　ヽ-&#39; {／　/ ∠ノ　　　　　
　　　　　　　　　 　 ﾟﾞ ／川 ﾊ:::::lﾞ~~~~　/ |ｌハ　ﾚ′　　　　　_　　/ /,r‐ｒ ､　　　　
　　　　　　　　　　 ﾟﾞ´　｛ｲｌﾉ| ヾ::|-ｰ- / , リ　ﾞﾟ　　　　　 　 f∩　l / l　/ ﾉ
　　　　　　　 ｉ　　　　　 ヾjｨ|　:::` ＝ヅ_ﾉ_|　 　 i 　 　 　 　 l_｀|　ﾚ　| ル/´｝
　　　　　　　 |　　　 　 　 |￣三三三三三ﾞi　　 |　　　　　　| ｀|　　　&quot; /　/
　　　 　 ｉ　　,　　ｉ ｉ　 |　 ｊ: :三三l￣ﾞｌ三三|　 ｉ　　　　　　,r| ｀|l､　　 /　/
　　　 　 | 　 |i,r‐&#39;=&#39;＝&#39;≦三三三|＿,l三三ヾ､.!j__ i__|ｉ　 ｛=j　 |l ﾄ､　i　/
　　　　 ｉ|　／三三三ヽ`＝ﾆ三三三三三(´ﾞ)三て_)｀ヽ､ｌﾉ 　 ｀`ヾ､ﾚ′
　　　 ｉ |ﾚ彡&#39;´三ニ=:`ヾ､: :ヽﾆ.三三三三三三三ニ`ヽ､　｀`　 ミ､　｝ l
　　　,j/／,r&#39;&#39;´￣: : :｀ヽ: :ヽ: :ヽ三三三三三三三三ニ= ＼､__　　 }:::|│　 i
　　　ｌ&#39;彡&quot;: : : : : : : : : : :ヽ : : : ｉ=三三三三三三ﾆ(｀)三ﾆ.ﾊ　ヽ､ツ　| |　　|
　　　|彡: : ＝==-､､: : : : : :ｉ 川 三三三三三三三ニ=＝＝ﾍ､　　　 l !l　ｉ |
　　　|彡: : : : : : : : :）､:=彡 川ﾘ三三三三三三三三≡=ｒ‐-イﾞ&#39;　　 ﾉ｝|　| |
　　　V彡 ≦≡=≦彡ミ: :ミ//三三三三三三三三＝&#39; ﾉ:)::＼＼ﾉ /:=）　ｉ |i
　　 　 Ｖ三三＝､: :`＝ミ､ ヾ､＼`三三三三三三ニ=〈:（ヽ: : :ヾ=ミ= -､ | ||
　　 　 {彡三ミ`ヾミミ=､: :`＝ミ=ジ}三三三三三ニノ::/: : : : : 三ﾆ ==,ｲ | |!
　　　　}ﾆミ＝=　ミ三ミ三ミ＝=､: :ﾑ三三三三ニィﾉ/: : ヾﾉ三三三シﾊ | |
　　　　ドミ三ﾆ＝= ､＝== `≡=⊇: ﾊ三三三三ニ/ : : : /三三三/ニ三＼
　　　　|l　 |lヾミ三三.ニ二≡=:､=ニ::ﾉﾆ.三三ニ／ : : : /三三三/=ニ三三ヽ
　　　　 l　 !| !|ヾミ三ミ≡＝= ‐-=≦ミヽ三シ´(: : : : ／三三=-&#39;―-=ﾆ.三三l
　　　　　　 　 とﾅ&quot;¨&#39;￣￣,,｀ヽ､二.._=シ}ｒ=､-＝=‐----‐&#39;&#39;´: : : :ツノ : :_三三l
　　　(´_￣,￣ ,￣ ﾂ￣￣　 ヾ..　　　￣.:|三=､: : : : : : : : : :__:__: : :-=ﾆ.三三/
　　　　 !|　￣￣｀７&quot;,r　＿,,..　i::::.. 　 ..::::|三三=ｰ=--=＝≡＝≡三三三／
　　　　　!　　　　 (´ ,ｒ　　　　&#39;&quot;)⌒　 ___:|三三三三三三三三三三三シ
　　　　　　　　　　 ）{　 ,,ﾉ　,.､=&#39;:´:￣ : |ﾘ三三三三ｒっ三三,､=＝&#39;&#39;７´
　　　　　　　　　／､.／´｢｢ヾﾆ三三三|ｌ三三⊆)=‐&#39;&#39;7ﾌ¨￣　 _／ /|
　　　　　　　 rぅ`／　　 &#39; i　!|`iニ.三三￣ 彡//／ ／／,r=&#39;´|　 //|
　　　　　　 　 ｀´　 　 　 　 |l　ド＝＝‐ -=彡// /ノ　／三三|.ｌ//ﾆ|
　　　　　　　　　 　 　 　 　 |　|: : : : : :=三彡&#39;/／ ／三三 三|.l /三|
　　　　　　　　　　　　　　　　 |: : : :=≡彡/／ ／三:三三: 三| lﾆ三|
　　　　　　　　　　　　　 　 　 レ=三彡/／ ／三三三三 : 三|ﾘﾆ三|
　　　　　　　　　　 　 　 　 　 |彡/=シ´ ／三三三三三 : : 三三三:|
　　　　　　　　　　　　　　　　 Vﾞ/　　ノ三三三三三三 : : : 三三三|
　　　　　　　　　　　　　　　　　ﾘン=&#39;´三三三三三三 : : : : 三三三|
　　　　　　　　　　　　　　　　　 ヾ三三三三三三三 : : : : : 三三三| 


●花京院（レート1800）
無差別クラスでホストと権限者をしている。
噂によるとその昔、未経験から入って努力で1800まで上り詰めた人
ちなみにモチーフはテンプレ動画のあの人です。


　 l＾ヽ..　　　　　　　　　　　　　　 　 　 　 　 ,-，
　.ヽ ；､` ｰ ､_　　　　　　　　　　　 　 　 　 /，|
　　ヽ　　　　,ヽ ｰ- 、　　　　　　　　　 　 /　 |
　　　＼7　　　 __　　`‐-- ､_＿_　　　 _ノ　 `|
　　　　 ＼　；　ヽ&gt;　　　 　　，　￣￣ 　 ･　;|
　　　　　 .ヽ__　 　 __　”， 　．　　/＾ヽ　 ,々|   ブルァァ！！
　　　　　　 ヽゝ　└&#39;′ 　__ 　 　 |::::;;;::|　 ,;；|　
　　　　　　　 ヽ　;；　‘’　ヽ,&gt; 　　{:::::;;;::| 　 ,,  
　　　　　　　　/ヽ、 　 　　　　･　ヽ::::;;;:| ;；　|
　　　　　　　 { ニ.ゝ ：　/7　 　 　 ヽ::::/　 ;；|
　　　　　　 　| __,..l、,,,,_ ~　，‘’　,;； ∨;：　 ;|
　　　　　　　.l　__,,..| {｢;｢`‐-､..._____　 |　　__ヽ
　　　　　　　.{‐&#39; __..| {|;;|　：.ヾヽ..l__,ゝ_|_,.ｲ__「
　　　　　　　 ヽ/　,`-,-,&lt; ；．`=≡=´/&#39;=下
　　　　　 　 　 ヽ/ ,,/ 　 l、ヽ, ，￣〃= ７′ 
　　　　　　　　　 &#39;ｰ/ ,;；　|;　}} ,： 丿二ﾌ
　　　　　　　 　 _,./　　　1l` -､_ &lt; ｰ／
　__,-‐rｰ―-rl´　ｉ’　,,;;； | |:::::::::~ｌT′ 
　　　　　　 　l {_　,;;i 　 　 | |:::::::::;;l| ￣ ＾ヽr､,＿,.-ｒ-､＿
　　　　　　　 　 `ー---、 ｌ,.ゝ:::::/__,.--一&#39;_ﾉ　;; ヽ ヽ
　　　　　　　　　　　　　 ￣￣｀l　　　　　　　 ’ ,;；|　}


●セル（レート1500）
たまに、初心でホストをしている。
言動がどう考えても中二病全開の人だが実力は有り
一時期、初級にいたが全く勝てず初心に戻ってきたプレイヤー


　　　　　　　　　　　　　　　　　 /: : : : : : : / : : : /　　　　 　 　 　 ヽ 　 　 　 ﾊ
　　　　　　　　　　　　 　 　 　 /: : : : /: : / : :/: , : . ／　　　　　　 　 ,
　　　　 　 　 　 　 　 　 　 　 /: : : : /: : /: : / : i : :/ 　 . . . |　　　　　′　　　　i
　　　　　 　 　 　 　 　 　 　 ,: :|: : :/|: : :|: : :i: : :| : {. . . . . . .l. .ｉ . . .|. . .i 　 　 　 |
　　　　　　　　　　　　　　　 |:/l : : : |: : :|: :从: 八 : , : : : : : |: :l: : : | : : |　 　: 　 |
　　　　　　　　　　　　　　　 |　| : i : l: : :|: ＼} : ∧: ′: : : :, : :|: : :ﾊ: : :|　　 |ｉ　 |
　　　　　　　　　　　　 　 　 　 | : ｉ : ｌ: : :i /　＼{　＼＼: :/: : 从厶＜: , .　 八ﾊj
　　　　　　　　　　　　 　 　 　 | : |: : l : :圦⌒tｩ≧=-丶:＞≦tｩ⌒&gt; V: : ; : : :＼_
　　　　　　　　　　　　　　　　 ﾉイ|: : : : :八` 一 &#39;&quot;ﾉﾊ: :/／ &#39;＾ 一&#39;′/ : /:/＼{￣
　　　　　　　　　　　　　　　 　 　 |八 : : : ﾄ＼　　 ／∨ ヽ　　 　 ∠ : ∧:{
　　　　　　　　　　　　　　　 　 　 |{　}ﾊ: : |　　 　 　 　 |　　　　　 厶ｲ:{　＼_
　　　　　　　　　　　　　　　　　　　　　}∧|　　　　　　､ ,.　　 　 　 /∧|
　　　　　　　　　　 　 　 　 　 　 　 　 从: :＼　 ｰ_-　　 ＿__,,.　／: { 八
　　　　　　　　　　　　　　　 　 　 　 / 　}:ﾊ.| ＼　｀ ー一 &#39;&quot;　イ: : :∧
　　　　　　 　 　 　 　 　 　 　 　 　 r‐／ /}|　　丶　　 　 ＜ / ＼:{
　　　　　　　　 　 　 　 　 　_　 -=ﾆ|.{　 　 ﾘ　 　 　 T爪 　 /　 　 ＼┬-　_
　　　　　　　　　　 _　-=ﾆ |　　|二ﾆ∧　　　　 ∧　　 　 　 {　　　　　 } -_i__｀ｰ　 __
　 　 　 　 　 　 ／ﾆﾆﾆﾆﾆ|　　∨ﾆﾆ∧　　　　　}　　　　　　 　 　 　 , ____} ＿|　　 ﾆ=-
　　　　　　 　 /ﾆﾆﾆﾆﾆﾆ∧　　∨ﾆﾆﾆ＼＿__　　　　 　 　 ＿＿,.　/_-ﾆ/＿/　　 |二ﾆﾆ＼
　 　 　 　 　 /二ﾆﾆﾆﾆﾆﾆ∧　　∨ﾆﾆﾆﾆ＼　｀丶　 　 ／ 　 　 ／ニﾆ/ニ/　 　 八二ﾆﾆ∧


●一方通行（レート2100）
阿部さんの師匠であり、最強クラスの一人
内政を重視し確実な勝利を導き出す。
戦術はもちろん全ての文明を使いこなすことができる。
弟子に阿部さんがいる。


　 /＼＿＿_／＼
／　⌒　　　⌒ ::: ＼
|　（●）,　、（●）、　| 　　
|　　,,ノ(、_, )ヽ、,, 　 | 　
|　　　ト‐＝‐ｧ&#39; 　 .::::| 　
＼　　｀ニニ´　 .:::／
／｀ー ‐--‐‐―´´＼


●ダディクール（レート1250）
初心部屋のプレイヤー
自分よりレートが低いプレイヤーには強いが
少しでも上位に当たると守りに入ってしまう癖がある。
園城寺ちゃんの事が好きなのでやる夫が話しているのが気に入らないらしい


　　　　　　　　　　　　_　　-───-　　 _
　　　 　 　 　 　 , 　&#39;´　　　　　　　　　　　｀ヽ
　　　 　 　 　 ／　　　　　　　　　　　　　　　　 ＼
　　　　　 　 /　　　　　　　　　　　　　　　　　　　 ヽ
　　　　　　/　__, ィ_,-ｧ__,,　,,､　　, ､,,__ -ｧ-=彡ﾍ　 ヽ
　　　　 　 &#39;　「　　　　　　´　{ハi′　　 　　 　 　 }　 l
　　　　　 |　 |　　　　　　　　　　　　　　　　　　　 |　 |
　　 　 　 |　 !　　　　　　　　　 　 　 　 　 　 　 　 |　 |
　　　　　 | │　　　　　　　　　　　　　　　　　　　〈 　 !
　　　　　 |　|/ノ二__‐──ｧ　　 ヽﾆニ二二二ヾ } ,&#39;⌒ヽ
　　　　 /⌒!|　 =彳ｏ｡ﾄ￣ヽ　　　　　&#39;´ !o_ｼ｀ヾ　| i/ ヽ !　　　　
　　　　 ! ハ!|　　ー─　&#39;　　i　　!　 　 `&#39; 　 &#39;&#39; &quot; 　 ||ヽ　l |
　　　　| | /ヽ!　　　　　　　　|　　　　　　　　　　　 |ヽ i　!
　　　　ヽ { 　|　　 　 　 　 　 !　　　　　　　　　　　|ﾉ　 /
　　　　　ヽ　 |　　　　　　　 _ 　 ,､　 　 　 　 　 　 !　, ′
　　　　　　＼ !　　 　 　 　 &#39;-ﾞ　‐ ﾞ　　　　　　　　レ&#39;
　　　　　　　 ｀!　　　　　　　　　　　　　 　 　 　 /
　　　　　　　　ヽ　　　　　ﾞ　￣　 ￣ ｀　　　　 / |
　 　 　 　 　 　 |＼　　　 　 ー ─‐ 　 　 　 , ′ !
　　　　 　 　 　 |　 ＼　　　　　　 　 　 　 ／　　 |
　　　　　　_ -‐┤ ﾞ､　＼ 　 　 　 　 　 ／　 ! l　 |`ｰr─-　 _
　_　-‐ &#39;&quot;　　 / |　 ﾞ､　　 ヽ　＿___　 &#39;´　　 &#39;│　 !　 |　　　　　ﾞ&#39;&#39;‐-　､,_


●阿部さん（レート1750）
花京院さんに次ぐ模範生の一人
半年ちょっとで初級の上位に位置しているプレイヤー
戦術も多様で得意文明はマヤ
実力はあるのだがくそみそなご様子


　　　　　　　　　　　　　 　 　 　 　 -‐……‐-
　　　　　　　　　　　　　　　／: ｉ: : : : : : ′ : : : : : :＼
　　　　　 　 　 　 　 　 　 /: : : :,: : : : : :{: : : : : : /: : : ヽ
　　　　　　　　　　　　　 /＼: __:ヽ: : : : |: : : : : /: __: : :∧
　　　　 　 　 　 　 　 　 &#39;: : / 　 ｀　､: : : : : :． ´　　 V: /:
　　　　　　　　　　　 　 ｉ: : :Z　　 　　｀￣´　　　　　く:/: :i
　　　　　　 　 　 　 　 〃} /｀_≧ミｘ､i　{　,ｘ≦乏&quot;´　|:{＾ヽ
　　　　　　　　　 　 　 {　l/　ヽ___ﾟ ノ{　 &#39;&quot;ヽ _ﾟ__ノ´ 　|: ,　}
　　　　　　　　　 　 　 ヽ&#39;{　 　 -‐　/|　i　　‐-　　　　}: ∨
　 　 　 　 　 　 　 　 　 |∧　　　　,　!　!　 、　 　 　 /: : }
　 　 　 　 　 　 　 　 　 |: :ﾊ 　 ,-‐ヽ ___ ／─-、 　ﾊ: :∧
　 　 　 　 　 　 　 　 　 ﾚ&#39;i: :} i {三三三三三三ﾉ ｝ } |: {: :}
　　　　　　　　　　　　　　从} ｀　 ー‐--‐一　　 　/从ﾉ{/}
　　　　　　　　　　　　　　　 |＼　　　　,　　 　 　 /　ｊﾉ　{∧
　　　　　　　　　　 　 　 ／{＾＼＼　　 |i 　　　／_／}ヽ_ヽ∧
　　　　　　　-‐　　　´　　　､ 　 ` ｀ー===一´　　　/　　｀　‐‐-
　￣￣　　　　　　　　　　 　 ＼＿ 」/////|　 　 ／　　　 　　　　　　 ￣ ｀
　　　　　　　　　　 　 　 　 　┌─ ´/////|￣ ´


●マスター・アジア（レート2300）
古参プレイヤーの一人で強さはトップクラス
その昔、阿部さんとやらない夫が2:1でなんとか倒した人
発言は少ないが下ネタになるとよく食いつく。


</pre>
<script>
	(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
	(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
	m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
	})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

	ga('create', 'UA-51138356-1', 'aochd.jp');
	ga('send', 'pageview');

{/literal}
</script>
</html>