<!DOCTYPE HTML>
<html lang="ja">
<head>
  <base herf="{$base}">
  <meta http-equiv="Content-language" content="ja" charset="utf-8">
  <link rel="stylesheet" type="text/css" href="{$base}/themes/css/yaruo.css" media="all" /> 
  <title>{$title}</title>
</head>

<body>
<pre class="yaruo">
{literal}
【AoC】やる夫が征服王を目指すようです【HD】
　 　　　＿＿＿_
　　　／　　 　 　＼ （ ;;;;(
　 ／　　＿ノ　 ヽ__＼) ;;;;)
／ 　　 （─） 　（─ /;;／
|　 　　 　 （__人__） l;;,´　休日にやることがなくて暇だお
/　　　 　 ∩ ノ)━・&#39;／
(　 ＼　／ ＿ノ´.|　 |
.＼　 &quot; 　／＿＿|　 |
　　＼ ／＿＿＿ ／



　　　　　　　 　 ＿＿＿_ 　　 　　　 ） ゲームサイトでも見てみるかお
　　　　　　　 ／⌒　　⌒＼ 　　　　 )　
　　　　　　／（ ●） 　（●） ＼　　 　)／⌒Y⌒Y⌒Ｙ⌒Y⌒Y⌒Y⌒Y⌒Y⌒Y⌒Y⌒Ｙ⌒Y⌒Y丶
　　　　 ／ ::::::⌒（__人__）⌒::::: ＼
　　　　|　　　　　　|r┬-|　　　　　|
　　　　 ＼ 　 　 　 `ー&#39;´ 　 　 ／
　　　　　ノ　　　　　　　　　　 　＼
　　 ／´　　　　　　　　　　　　 　　ヽ 　 　 　 　 　 　 　 　 カ
　　|　　　　ｌ　　 l||l　从人 l||l 　　　　 l||l 从人 l||l 　 カ 　 　タ
　　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､. 　 　 タ
　　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))
　　　　　　┌┬┬┐┌┬┬┬┐┌┬┬┬┐┌┬┬┬┐
　　 ,. - &#39;&#39;&quot;|￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣ρ￣`ｌ
　　 ￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣ノ￣￣



　　　　　　　 ＿＿＿_
　 　 　 　 ／　　　　　＼
　　　　 ／　 　⌒　　⌒ ＼　　　ん、Age of Empire2がHDに対応
　　　／　 　 （●） 　（●） ＼　　昔やったことあるゲームだお、なつかしいお
　 　 |　 　､&quot;　ﾞ)（__人__）&quot;　.）|　　　　_＿＿＿＿＿＿＿＿＿_
　　　＼　 　 　 ｡｀ ⌒ﾟ:j´　,／　jﾞ~~| | |　　　　　　　　　　　　　|
＿＿／　　　　　　　　　　＼　 |_＿| | |　　　　　　　　　　　　　|
| |　/　　 ,　 　 　 　 　 　 　 ＼ｎ||　 | |　　　　　　　　　　　　　|
| | /　　 /　　　　　　　　　r.　 （ こ） | |　　　　　　　　　　　　　|
| | |　⌒ ーnｎｎ 　 　 　 　|＼ (⊆ｿ .|_|_＿＿＿＿_＿＿＿＿_|
￣ ＼＿_､(&quot;二）￣￣￣￣￣ｌ二二ｌ二二　 ＿|_|＿_|＿

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒:::::＼ 　中学生の時に友達とやっててやる夫は最強だったお
　 |　　　　　|r┬-|　　　　 |
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


中学時代

　　　　　　 　 　 　　　＿＿＿_
　　　　　　 　 　　　／　　　　　＼
　　　　　　 　　　／　⌒　　　⌒　＼
　　　　　　 　 ／ 　 （●） 　（●）　　＼　やる夫くんは本当に強いですね。近衛騎士いっぱいで殺されました。
　　　　　　 　|　　　　　　__´___　　　　. |
　　　　　　　　＼ 　　 　 `ー&#39;´ 　 　 ／

　　 ∩＿＿＿∩
　　 | ノ　　　　　 ヽ
　　/　　●　　　● |　やる夫の連弩兵の量やばすぎクマー
　 |　　　　( _●_)　 ミ
　彡､　　　|∪|　　､｀＼
/　＿＿　 ヽノ　/´&gt;　 )
(＿＿＿）　　　/　(_／
　|　　　　　　 /
　|　　／＼　＼
　|　/　　　 )　 )
　∪　　　 （　 ＼
　　　　　　 ＼＿) 


　 　　　　 　　 ＿＿＿_
　　　　　　 ／ ＼　　／＼　 ｷﾘｯ
.　　　　　／　（ー） 　（ー）＼　　身内では負けなしだったお
　　　　／　　 ⌒（__人__）⌒ ＼
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ



　　　　　　　 　 ＿＿＿_ 　　 　　　 ） よし、さっそく買ってみるお。Steamで購入っと
　　　　　　　 ／⌒　　⌒＼ 　　　　 )　
　　　　　　／（ ●） 　（●） ＼　　 　)／⌒Y⌒Y⌒Ｙ⌒Y⌒Y⌒Y⌒Y⌒Y⌒Y⌒Y⌒Ｙ⌒Y⌒Y丶
　　　　 ／ ::::::⌒（__人__）⌒::::: ＼
　　　　|　　　　　　|r┬-|　　　　　|
　　　　 ＼ 　 　 　 `ー&#39;´ 　 　 ／
　　　　　ノ　　　　　　　　　　 　＼
　　 ／´　　　　　　　　　　　　 　　ヽ 　 　 　 　 　 　 　 　 カ
　　|　　　　ｌ　　 l||l　从人 l||l 　　　　 l||l 从人 l||l 　 カ 　 　タ
　　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､. 　 　 タ
　　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))
　　　　　　┌┬┬┐┌┬┬┬┐┌┬┬┬┐┌┬┬┬┐
　　 ,. - &#39;&#39;&quot;|￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣ρ￣`ｌ
　　 ￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣ノ￣￣


　 　　　＿＿＿_　　 
　　　／　　 　 　＼ 
　 ／　　─　 　 ─＼　 
／ 　　 （●） 　（●） ＼　ほう、マルチがロビー形式になってて対戦しやすいのかお。
|　 　　 　 （__人__）　 　 |　とりあえず、ロビーに入ってみるかお
/　　　　 ∩ノ ⊃　　／ 
(　 ＼　／ ＿ノ　|　 | 
.＼　“　　／＿＿|　 | 　 
　　＼ ／＿＿＿ ／ 　 


　　　　　 　　　＿＿＿_
　　　　　　　／　　 　 　＼
　　　　 　／　　─　 　 ─＼　　部屋いっぱいありすぎるお
　　　　／ 　　 （●） 　（●） ＼　まあ適当に入ってみるかお
　　　　|　 　　 　 （__人__）　 　 |　＿＿＿＿＿＿＿_
　 　　 ＼　　 　　 ｀ ⌒´ 　 ,／　.| |　　　　　　　　　　|
　　　　ノ　　　　　　　　　　　＼　| |　　　　　　　　　　|
　 ／´ 　 　　　　　　　　　　　 　 | |　　　　　　　　　　|
　|　　　　ｌ 　 　 　 　 　 　　　　　| |　　　　　　　　　　|
　ヽ　　　 -一ー_~､⌒)^),-､　　　| |_＿＿＿＿＿＿__|
　　ヽ ＿＿＿＿,ノγ⌒ヽ)ニニ-￣　　　| |　　|


　　　　　 　　　＿＿＿_
　　　　　　　／　　 　 　＼
　　　　 　／　　─　 　 ─＼　　　BF4vs4 1600　よくわからんけどこれでいいお
　　　　／ 　　 （●） 　（●） ＼　　入るっと
　　　　|　 　　 　 （__人__）　 　 |　＿＿＿＿＿＿＿_
　 　　 ＼　　 　　 ｀ ⌒´ 　 ,／　.| |　　　　　　　　　　|
　　　　ノ　　　　　　　　　　　＼　| |　　　　　　　　　　|
　 ／´ 　 　　　　　　　　　　　 　 | |　　　　　　　　　　|
　|　　　　ｌ 　 　 　 　 　 　　　　　| |　　　　　　　　　　|
　ヽ　　　 -一ー_~､⌒)^),-､　　　| |_＿＿＿＿＿＿__|
　　ヽ ＿＿＿＿,ノγ⌒ヽ)ニニ-￣　　　| |　　|


　 　　　 　　 　＿＿＿_
　　　　　　 ／ ＼　　／＼　 ｷﾘｯ
.　　　　　／　（ー） 　（ー）＼
　　　　／　　 ⌒（__人__）⌒ ＼　　hi　挨拶は華麗にきまったお
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　 　＼
　 ／´　　　　　　　　　　　　 　　ヽ
　|　　　　ｌ　　　　　　　　　　　　　　＼
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､.
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))



　 　 　 　 　 　 ＿＿＿
　　　　　　　／　　 　 　＼
　　　　 　／ノ　　＼　　 u. ＼　！？
　　　　／ （●） 　（●） 　　　＼　
　　　　|　 　（__人__）　 　　u. 　 |　noob?&gt;
　 　　 ＼　u.｀ ⌒´　 　　　　／
　　　　ノ　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ


　 　 　　　＿＿＿_
　 　　　／　　 　 　＼
　　　／　 _ノ 　ヽ､_　 ＼
　 ／ 　oﾟ⌒　　　⌒ﾟo　 ＼ 　よくわからないお、とりあえず最強のフンを使うお
　 |　　　　 （__人__）　　　　|　　やる夫はフン使って負けなしだったお
　 ＼　　 　 ｀ ⌒´ 　 　 ／


　　　　　　　　　　　／／／）
　　　　　　　　　 ／,.=ﾞ&#39;&#39;&quot;／
　　　／　　　　 i f　,.r=&#39;&quot;-‐&#39;つ＿＿＿_　　　ゲーム開始！
　　/　　　　　 /　　　_,.-‐&#39;~／⌒　　⌒＼
　　　　／　 　,i　　　,二ﾆ⊃（ ●）.　（●）＼
　　　/　 　　ﾉ　　　 ilﾞフ::::::⌒（__人__）⌒::::: ＼
　　　　　　,ｲ｢ﾄ､　　,!,!|　　　　　|r┬-|　　　　　|
　　　　　/　iﾄヾヽ_/ｨ&quot;＼ 　　 　 `ー&#39;´ 　 　 ／



PlayerA:gg
PlayerB:GG
　　　　　　　　　＿＿＿_
　　　　　　　 ／_ノ 　ヽ､_＼
　ﾐ　ﾐ　ﾐ　　oﾟ(（●）) (（●）)ﾟo　　　　　　ﾐ　ﾐ　ﾐ 　 フンで近衛ぶつけたら死んだお！！
/⌒)⌒)⌒. ::::::⌒（__人__）⌒:::＼　　　/⌒)⌒)⌒)
|　/　/　/　　　　　|r┬-|　　　　|　(⌒)/　/ / /／　　　バ
|　:::::::::::(⌒)　　　　|　|　 |　　 ／ 　ゝ　　:::::::::::/　　　　　　ン
|　　　　　ノ　　 　　|　|　 |　 　＼　　/　　）　　/ 　　 バ
ヽ　　　　/　　　　　`ー&#39;´ 　 　 　ヽ /　　　　／　 　　　ン
　|　　　　|　　 l||l　从人 l||l 　　　　 l||l 从人 l||l
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))



　 　　　　 　　 ＿＿＿_
　　　　　　 ／ ＼　　／＼　 ｷﾘｯ
.　　　　　／　（ー） 　（ー）＼　やっぱりやる夫は最強だったお、さて次の部屋行くお
　　　　／　　 ⌒（__人__）⌒ ＼　
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ




　|￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣|
　| 　 初心者の部屋  JPN ONLY HDJPレート　1600↓  　 |
　|＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿|
　　　 ∧∧ ||
　　　 ( ﾟдﾟ)||
　　　 /　づΦ

　　　　　　　 ＿＿＿_
　 　 　 　 ／　　　　　＼
　　　　 ／　 　⌒　　⌒ ＼　　ほう、日本人おんりーの対戦かお
　　　／　 　 （●） 　（●） ＼　初心って書いてあるし、やる夫が無双してやるお
　 　 |　 　､&quot;　ﾞ)（__人__）&quot;　.）|　　　　_＿＿＿＿＿＿＿＿＿_
　　　＼　 　 　 ｡｀ ⌒ﾟ:j´　,／　jﾞ~~| | |　　　　　　　　　　　　　|
＿＿／　　　　　　　　　　＼　 |_＿| | |　　　　　　　　　　　　　|
| |　/　　 ,　 　 　 　 　 　 　 ＼ｎ||　 | |　　　　　　　　　　　　　|
| | /　　 /　　　　　　　　　r.　 （ こ） | |　　　　　　　　　　　　　|
| | |　⌒ ーnｎｎ 　 　 　 　|＼ (⊆ｿ .|_|_＿＿＿＿_＿＿＿＿_|
￣ ＼＿_､(&quot;二）￣￣￣￣￣ｌ二二ｌ二二　 ＿|_|＿_|＿

　 　　　　 　　　＿＿＿_ 
　　　　　　　 ／_ノ 　ヽ､_＼ 
　ﾐ　ﾐ　ﾐ　　oﾟ(（●）) (（●）)ﾟo　　　　　　ﾐ　ﾐ　ﾐ 　　　＜みんな1600割ってるお！これは楽勝だお！
/⌒)⌒)⌒. ::::::⌒（__人__）⌒:::＼　　　/⌒)⌒)⌒) 
|　/　/　/　　　　 　|r┬-|　　　　|　(⌒)/　/ / /／　　 
|　:::::::::::(⌒)　　　　|　|　 |　　 ／ 　ゝ　　:::::::::::/ 
|　　　　　ノ　　 　　|　|　 |　 　＼　　/　　）　　/ 　 
ヽ　　　　/　　　　　　`ー&#39;´ 　 　 　ヽ /　　　　／　　　　　 
　|　　　　|　　 l||l　从人 l||l 　　　　 l||l 从人 l||l　　　バ　　　 
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;〜〜｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､　ン 
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒)) バ 
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　ン 

　　　　　　　　　　 ∧＿∧
　　　　　　　　　　（, 　´Д）　登録がないな、やるおさん、はじめまして。
　　　　　　　　　／　　 　 ＼　ホストの八頭身です。
　　 　 　 　 　 /　,ｲ　　 　 ｉ ヽ
　　　　　　 　 (　〈 |　　　　|〉　)
　　　　　　　 　＼ ヽ 　 　 |／
　 　 　 　 　 　　(_,_ﾉ　 _,　l,)
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　　　 　 　 　 　 　 | 　 |　 |
　 　 　 　 　 　 　 （＿＿)＿)

　 　　　　 　　 ＿＿＿_
　　　　　　 ／ ＼　　／＼　 ホストの八頭身です。ｷﾘｯ
.　　　　　／　（ー） 　（ー）＼　
　　　　／　　 ⌒（__人__）⌒ ＼　
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ


　 　　　　 　　　＿＿＿_ 
　　　　　　　 ／_ノ 　ヽ､_＼ 
　ﾐ　ﾐ　ﾐ　　oﾟ(（●）) (（●）)ﾟo　　　　　　ﾐ　ﾐ　ﾐ 　　　＜だっておｗｗｗｗ1450が何いってるんだおｗｗｗｗ
/⌒)⌒)⌒. ::::::⌒（__人__）⌒:::＼　　　/⌒)⌒)⌒) 
|　/　/　/　　　　 　|r┬-|　　　　|　(⌒)/　/ / /／　　 
|　:::::::::::(⌒)　　　　|　|　 |　　 ／ 　ゝ　　:::::::::::/ 
|　　　　　ノ　　 　　|　|　 |　 　＼　　/　　）　　/ 　 
ヽ　　　　/　　　　　　`ー&#39;´ 　 　 　ヽ /　　　　／　　　　　 
　|　　　　|　　 l||l　从人 l||l 　　　　 l||l 从人 l||l　　　バ　　　 
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;〜〜｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､　ン 
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒)) バ 
　　　　　　　　　　　　　　　　　　　　　　　　　　　　　ン 


　　 　∧＿∧　　　　／￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣
　　　（； ´Д｀）　　＜　まいったな、権限者の人IRCいるかな
　　　_,　i -イ、.　　　|
　（⌒`　　　 ⌒ヽ　　＼＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿
　 ヽ　 ~~⌒γ⌒）
　 　ヽー—&#39;^ー-&#39;
　 　　〉　　　 |
　　 /　　　　 |
　　{　　　　　 }
　　|　　　　　 |
　　{　　,イ　ノ


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）
.　|　　　　 （__人__）　どうかしたのかい、はっちゃん
　 |　　　　　｀ ⌒´ﾉ　　
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　　　
　　 

　＊　 　 　 +　　 　 巛 ヽ
　　　　　　　　　　　　〒　!　　　+　　　　。　　　　　+　　　　。　　　　　＊　 　　　。
　　 　 　 +　　 　 。　 | 　|
　 　 ＊　 　 　 +　　 /　/　　　権限者のやらない夫さんがきてくれた、登録お願いしたい。
　　　　　　 ∧＿∧ /　/
　　　　　　（´∀｀　/　/　+　　　　。　　　　　+　　　　。　　　＊　 　　　。
　　　　　　,-　　　　　ｆ
　　　　　 / ｭﾍ　　　　| ＊　 　　　+　　　　。　　　　　+　　　。　+
　　　　　〈＿｝ ）　　　|
　　　　　　　 /　　　　! +　　　　。　　　　　+　　　　+　　　　　＊
　　　　　　 ./　　,ﾍ　 |
　ｶﾞﾀﾝ .||| j　　/　|　 | |||
————————————

　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）
.　|　　　　 （__人__）　新規さんか、ヒアリングするだろ
　 |　　　　　｀ ⌒´ﾉ　常識的に考えて
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　



　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　解説役のちゅるやさんだよ、よろしくね。
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　ちょっと解説するよ。
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　やる夫が入った部屋は日本人対戦部屋だね。。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　AOCHDコミュはIRCで基本的に対戦相手募集してるよ。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 20時-24時くらいに毎日建っているよ。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  基本的に4：4のチーム戦だね。
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 部屋のランクは　初心-初級-無差別の順に強くなっていくよ
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　
　　 

　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　初級といってもかなりの実力者揃いだからパッケージ版経験者でなければ
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　初心を強くお勧めするよ。（ＵＰ主はマルチ初から半年毎日プレイでやっと初級入り）
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　UP主はマルチ初で初心から入って今は初級らへんにいるよ
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ やらない夫が言っているヒアリングっていうのはaochdのコミュニティで
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !　独自のレートをもっててそれに登録するのが権限者じゃないとできないんだ
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 日本人戦限定で実力重視でレートを査定・登録してもらう事だよ。
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |  査定の権限者はＩＲＣに常駐しているので誰かが呼んでくれるよ。
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|

　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　権限者から色々質問をされるので正直に答えてくれるとすぐに登録されるよ。
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　単に答えるだけで後は権限者が全部やってくれるので緊張しないでね
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　敷居は高くないので居なくなってしまうとしょんぼりＡＡ略だよ
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ ※レートを独自に作る理由は外人部屋だとちょっと機嫌損ねただけで
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !　   一方的な試合になるのが殆どだから出来るだけ公平にしようという為だよ
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ ＩＲＣ（チャット掲示板）で皆はわいわいと会話してるけどその導入は後で説明するにょろ
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　

　 　 　　 　 　 ＿＿＿_
　　　　　　　／::::::::::::::::＼
　　　　 　／::::::─三三─＼
　　　　／:::::::: （ ○）三（○）＼　　　このやらない夫ってやつレート1700かお。こいつは強そうだお
　　　　|::::::::::::::::::::（__人__）:::: 　|　　＿＿＿＿＿＿＿_
　 　　 ＼:::::::::　 　|r┬-| 　 ,／　.| |　　　　　　　　　　|
　　　　ノ::::::::::::　　`ー&#39;´　　　＼　| |　　　　　　　　　　| 　
　 ／:::::::::::::::::::::　　 　 　 　　 　　 | |　　　　　　　　　　| 　
　|::::::::::::::::: ｌ 　　 　 　 　 　　　　　| |　　　　　　　　　　|


　　　　　　　 ／￣￣＼
　　　　　　／　　　　　　＼.........:::::::::::...
　　　　　　|:::::::　:　　　　　 |　.... .........::::::::::...r‐ &#39; ノ.
　　　　　.　|:::::::::::::　　　　　|　.... .........::::::::＿ ) (_
　　　　　　 |::::::::::::: 　 　　　|..　..... ......:::（⊂ﾆﾆ⊃)
　　　　　.　 |:::::::::::::::　　 　 }　　..... ......: ::::｀二⊃ﾉ.　　　　　とちゅるやさんが説明してくれた通りだ。
　　　　　.　 ヽ＿＿__　 　 }　　..... ......: :::: （( ￣　　　　　　 登録するに当たって質問させて頂きますね。
　　　　　　　 r&#39;ﾆﾆヽ._＼. ﾉ..　..... ......: ::::::　 ;;.
　　　　　 r&#39;:ﾆニ:_`ｰ三`:く._　　 　 　 　 　 [l、.
　　　　／: : : : : : :｀,ニ､: :_:_;＞　　　 　 ／,ｨつ
　. 　 /: : : : : : : : / : : : ヽ＼　　　　 ,∠∠Z&#39;_つ
　　　| : :.:.:.:.:.: . :/: : : : : : l : ヽ.　　 / .r─-&#39;-っ
　. 　 |:.:.:.:.:.:.:.:.:.,&#39; &#39;&#39;&quot;￣: : :l: : : :l 　 /　 ）:::厂 ´
　　　 |:.:.:.:.::.:.:.:ｌ -─-: : /:_:_:_:_l　/￣｀Y´
　.　　 |:.:.::.:.::.::l._＿: : : :/::: : : : :l/⌒ヽ: :〉



　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　AOC歴とマルチ歴をお伺いしてもいいですか。
.　|　　　　 （__人__）　
　 |　　　　　｀ ⌒´ﾉ　
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　対人は身内でやってたお
　 ／::::::⌒（__人__）⌒:::::＼ 　身内では最強のやる夫だったお！
　 |　　　　　|r┬-|　　　　 |　　ネットはさっき対戦してきてボコボコにしてきたお
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　（BFの外人だろ常識的に考えて）
.　|　　　　 （__人__）　えーと、こっことかたまひよって入ってました？
　 |　　　　　｀ ⌒´ﾉ　
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　



　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　
　 ／::::::⌒（__人__）⌒:::::＼ 　
　 |　　　　　|r┬-|　　　　 |　　しらんお！
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　
.　|　　　　 （__人__）　23弓　30騎士ってわかります？
　 |　　　　　｀ ⌒´ﾉ　
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　なんだおそれ！しらんお！
　 ／::::::⌒（__人__）⌒:::::＼ 　
　 |　　　　　|r┬-|　　　　 |　　
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　
.　|　　　　 （__人__）　いのしし引いて町の中心で食えますか？
　 |　　　　　｀ ⌒´ﾉ　
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　

　 　　　　 　　 ＿＿＿_
　　　　　　 ／ ＼　　／＼　 ｷﾘｯ
.　　　　　／　（ー） 　（ー）＼　いのしし引いて町の中心で食えますか？
　　　　／　　 ⌒（__人__）⌒ ＼
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ


　 　　　　 　　　＿＿＿_
　　　　　　　 ／_ノ 　ヽ､_＼
　ﾐ　ﾐ　ﾐ　　oﾟ(（●）) (（●）)ﾟo　　　　　　ﾐ　ﾐ　ﾐ　　　だっておｗｗｗｗｗｗｗｗｗｗ
/⌒)⌒)⌒. ::::::⌒（__人__）⌒:::＼　　　/⌒)⌒)⌒)　　そんぐらい常識だおｗｗｗｗ
|　/　/　/　　　　　|r┬-|　　　　|　(⌒)/　/ / /／　　（粉ひきが近かったら粉ひきで食ってるお！）
|　:::::::::::(⌒)　　　　|　|　 |　　 ／ 　ゝ　　:::::::::::/
|　　　　　ノ　　 　　|　|　 |　 　＼　　/　　）　　/
ヽ　　　　/　　　　　`ー&#39;´ 　 　 　ヽ /　　　　／
　|　　　　|　　 l||l　从人 l||l 　　　　 l||l 从人 l||l
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　わかりました。
.　|　　　　 （__人__）　kosmosAIの難しい、普通って倒せました？
　 |　　　　　｀ ⌒´ﾉ　
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


　 　 　　　＿＿＿_
　 　　　／　　 　 　＼
　　　／　 _ノ 　ヽ､_　 ＼
　 ／ oﾟ(（●）) (（●）)ﾟo ＼ 　kosmosAIってあのクソ強いやつかお
　 |　　　　 （__人__）　　　　|　あんなの倒せないお
　 ＼　　 　 ｀ ⌒´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　わかりました。
.　|　　　　 （__人__）　質問は以上です。ご協力ありがとうございました。
　 |　　　　　｀ ⌒´ﾉ　ゲーム終わった後によければHDコミュの説明少しさせて頂くので
.　 |　　　　　　 　 }　　はっちゃんから声かけますね。
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　

　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　じゃ、はっちゃん登録終わったから俺は出るわ。
.　|　　　　 （__人__）　リプ上げておいておくれ、あとで査定する。
　 |　　　　　｀ ⌒´ﾉ
.　 |　　　 　　　　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ
　　　.&gt;　　　 &lt;
　　　|　　　　 |
　 　 |　　　　 |


　　 　∧＿∧　　　　／￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣
　　　（； ´Д｀）　　＜　わかりました。ありです。
　　　_,　i -イ、.　　　|　それじゃ後一人きたら始めますか
　（⌒`　　　 ⌒ヽ　　＼＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿
　 ヽ　 ~~⌒γ⌒）
　 　ヽー—&#39;^ー-&#39;
　 　　〉　　　 |
　　 /　　　　 |
　　{　　　　　 }
　　|　　　　　 |
　　{　　,イ　ノ

現在7人

　 l＾ヽ..　　　　　　　　　　　　　　 　 　 　 　 ,-，
　.ヽ ；､` ｰ ､_　　　　　　　　　　　 　 　 　 /，|
　　ヽ　　　　,ヽ ｰ- 、　　　　　　　　　 　 /　 |
　　　＼7　　　 __　　`‐-- ､_＿_　　　 _ノ　 `|
　　　　 ＼　；　ヽ&gt;　　　 　　，　￣￣ 　 ･　;|
　　　　　 .ヽ__　 　 __　”， 　．　　/＾ヽ　 ,々|
　　　　　　 ヽゝ　└&#39;′ 　__ 　 　 |::::;;;::|　 ,;；|
　　　　　　　 ヽ　;；　‘’　ヽ,&gt; 　　{:::::;;;::| 　 ,,|
　　　　　　　　/ヽ、 　 　　　　･　ヽ::::;;;:| ;；　|　　ﾌﾞﾙｧｧｧ!!!
　　　　　　　 { ニ.ゝ ：　/7　 　 　 ヽ::::/　 ;；|
　　　　　　 　| __,..l、,,,,_ ~　，‘’　,;； ∨;：　 ;|
　　　　　　　.l　__,,..| {｢;｢`‐-､..._____　 |　　__ヽ
　　　　　　　.{‐&#39; __..| {|;;|　：.ヾヽ..l__,ゝ_|_,.ｲ__「
　　　　　　　 ヽ/　,`-,-,&lt; ；．`=≡=´/&#39;=下
　　　　　 　 　 ヽ/ ,,/ 　 l、ヽ, ，￣〃= ７′ 
　　　　　　　　　 &#39;ｰ/ ,;；　|;　}} ,： 丿二ﾌ
　　　　　　　 　 _,./　　　1l` -､_ &lt; ｰ／
　__,-‐rｰ—-rl´　ｉ’　,,;;； | |:::::::::~ｌT′ 
　　　　　　 　l {_　,;;i 　 　 | |:::::::::;;l| ￣ ＾ヽr､,＿,.-ｒ-､＿
　　　　　　　 　 `ー---、 ｌ,.ゝ:::::/__,.--一&#39;_ﾉ　;; ヽ ヽ
　　　　　　　　　　　　　 ￣￣｀l　　　　　　　 ’ ,;；|　}


　　　　　　　　　　　　　　　　　 ∧＿∧:::
　　　　　　　　　　　　　　　　　（　´Д｀）:::::
　　　　　　　　　　　　　　　 ／ 丶&#39;　　ヽ:::::　お、セルさんきたか、こんばんは
　　　　　　　　　　　　　 　/ ヽ　　　 /　/::::　それじゃチーム分けします
　　　　　　　　　　　　　　/　/へ ヘ/　/:::::
　　　　　　　　　　　　　 /　＼ ヾミ　 /|:::
　　　　　　　　　　　　　（__／| ＼___ノ/::::::
　　　　　　　　　　　　　　　 /　　　　/::::::::
　　　　　　　　　　　　　 　 /　ｙ　　　）:::
　　　　　　　　　　　　　　 / ／　　／:::
　　　　　　　　　　　　　／　　／::::
　　　　　　　　 　 　 ／　　／:::::
　　　　　　　　　　（　　く::::::::
　　　　　　　　　 　|＼　　ヽ:::::
　 　 　 　 　 　 　 |　 .|＼　＼　:::::
　　 　 　＼ 　 　 .|　 .i:::　＼　⌒i::
　　　 　 　 ＼　　|　/::::　　　ヽ 〈::
　　 　 　 　 　＼ |　i::::::　　　（__ノ:
　 　　 　 　 __ノ　 ）:::::
　 　 　 　 　（＿,,／＼


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　チーム分けは基本的にホストの人が分けツール使ってやってくれるよ。
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　今回は初心向けなので分けツールの説明は省くよ。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　簡単にいうとAOCHDコミュでチーム分けツールがあってそれで
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ チーム分けしてるよ
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !　チーム1: 【5894】 hattyan(1438) seru(1585) mar(1521) detteiu(1495) 
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ チーム2: 【5880】 neku(1612) yaruo(1200) trash[JP](1826) dekiruo(1400) 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　チーム分けの例はこんなかんじだね。自分の名前があるチームを選択するよ。
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　文明は基本的にフリーだと思うから好きな文明を選んで大丈夫だよ


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　よし、やる夫は最強のフンを使うお！
　 ／::::::⌒（__人__）⌒:::::＼ 　
　 |　　　　　|r┬-|　　　　 |　
　 ＼ 　　 　 `ー&#39;´ 　 　 ／

　　 　∧＿∧　　　　／￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣
　　　（； ´Д｀）　　＜　やる夫さん、投了はチーム単位で投了となるので
　　　_,　i -イ、.　　　|　投了する際はチームで話し合ってggと発言して投了をお願いします。
　（⌒`　　　 ⌒ヽ　　＼＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿
　 ヽ　 ~~⌒γ⌒）
　 　ヽー—&#39;^ー-&#39;
　 　　〉　　　 |
　　 /　　　　 |
　　{　　　　　 }
　　|　　　　　 |
　　{　　,イ　ノ


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　わかったお！
　 ／::::::⌒（__人__）⌒:::::＼ 　
　 |　　　　　|r┬-|　　　　 |　
　 ＼ 　　 　 `ー&#39;´ 　 　 ／

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ＞） 　（＜）＼　　　やる夫が投了なんてするわけないお
　 ／::::::⌒（__人__）⌒::::: ＼ 　シシシシシシシシッ
　 |　　　　/| | | | |　　　　　|
　 ＼　 (、`ー—&#39;´,　　 　／

ゲーム開始　ごーん（フン的な意味で
※やる夫の位置は後衛


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ＞） 　（＜）＼　さて、まずは羊に2人　伐採に1人ふるお
　 ／::::::⌒（__人__）⌒::::: ＼ 　次に町の人を作るお
　 |　　　　/| | | | |　　　　　|
　 ＼　 (、`ー—&#39;´,　　 　／
　　　　　 ￣￣￣
12分34秒
hattyann　が領主の時代に進化しました。
neku　が領主の時代に進化しました。


　 　 　 　 　 　 ＿＿＿
　　　　　　　／　　 　 　＼
　　　　 　／ノ　　＼　　 u. ＼　！？
　　　　／ （●） 　（●） 　　　＼　
　　　　|　 　（__人__）　 　　u. 　 |　
　 　　 ＼　u.｀ ⌒´　 　　　　／
　　　　ノ　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ

　 　 　　　＿＿＿_
　 　　　／　　 　 　＼
　　　／　 _ノ 　ヽ､_　 ＼
　 ／ oﾟ(（●）) (（●）)ﾟo ＼ 　進化が早いお、でもやる夫もがんばるお
　 |　　　　 （__人__）　　　　|　　
　 ＼　　 　 ｀ ⌒´ 　 　 ／

○○　が領主の時代に進化しました。

16分30秒
yaruo　が領主の時代に進化しました。


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒:::::＼ 　　やる夫も領主進化したお、
　 |　　　　　|r┬-|　　　　 |　　　さて、槍と弓いっぱい出して壁で自陣を囲うんだお。
　 ＼ 　　 　 `ー&#39;´ 　 　 ／

19分30秒

　 　 　 　 　 　 ＿＿＿
　　　　　　　／　　 　 　＼
　　　　 　／ノ　　＼　　 u. ＼　！？
　　　　／ （●） 　（●） 　　　＼　
　　　　|　 　（__人__）　 　　u. 　 |　ｼｭｲﾝ!ｼｭｲﾝ!
　 　　 ＼　u.｀ ⌒´　 　　　　／
　　　　ノ　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ

　　　　　 　　　＿＿＿_
              ／　　　 　 　＼！？？
　　　　 　／　　u　　 ノ　　＼
　　　　／ 　　　　 u （●）　　＼
　　　　|　 　　　　　　　（__人__）|
　 　　 ＼　　　　u　　　.｀ ⌒／
　　　　ノ　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒:::::＼ 　　よくわからない音なったけど気にしないお！
　 |　　　　　|r┬-|　　　　 |
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　今の音はフレアってやつだね！
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　前衛がきつい時とか、合わせて攻撃してほしい時に
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　合図だね。無視はよくないから、行けないとか、OKとか返すといいかもね。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !　
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　

26分30秒

　 　 　 　 　 　 ＿＿＿
　　　　　　　／　　 　 　＼
　　　　 　／ノ　　＼　　 u. ＼　！？
　　　　／ （●） 　（●） 　　　＼　
　　　　|　 　（__人__）　 　　u. 　 |　dekiruo&lt;遷都、前抜かれました、やる夫さんがんばってー
　 　　 ＼　u.｀ ⌒´　 　　　　／
　　　　ノ　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ



　　　　　　ﾉ Ｌ＿＿＿_
　　　　　　　⌒　＼　／ ＼
　　　　　　／　（○）　（○）＼
　　　　 ／　　　 （__人__）　　 ＼　　　　前もう抜かれてるのかお！！
　　　 　|　 　 　　　|::::::|　　　　　|　　　　　
　　　　 ＼ 　 　 　 l;;;;;;l　　 　／l!| !
　　　 　／　　　　　`ｰ’　 　　＼ |i
　　　／　　　　　　　　　　ヽ !l　ヽi
　　 （　　 丶- 、　　　　　　 しＥ　|そ　　ドンッ！！
　　　　`ー､＿ﾉ 　 　 　 ㊥　l､Ｅ ﾉ　&lt;
　　　　　　　　　　　　　　　ﾚYＶヽｌ


30分30秒

　　　　　　　　　　　　　　　　　　　　　 &#39;&#39;&#39;;;&#39;;&#39;;;&#39;&#39;;;;,.,　　　　　　　　　　　　　　　　　　ザッ
　　　　　　　　　　　　　　　　　　　　　　　&#39;&#39;&#39;;;&#39;;&#39;&#39;;&#39;;&#39;&#39;&#39;;;&#39;&#39;;;;,.,　　　ザッ
　　　　　　　　　　ザッ　　　　　　　　　　　　;;&#39;&#39;&#39;;;&#39;;&#39;&#39;;&#39;;&#39;;;;&#39;&#39;;;&#39;&#39;;;;
　　　　　　　　　　　　　　　　　　　　　　　　;;&#39;&#39;;&#39;;&#39;;;&#39;&#39;;;&#39;;&#39;&#39;;&#39;;&#39;;;;&#39;&#39;;;&#39;&#39;;;;
　　　　　　　　　　　　　　　　　　　　　　　 vymyvwymyvymyvy　　　　　ザッ
　　　　　　　　　　　　　　　ザッ　　　　　MVvvMvyvMVvvMvyvMVvv、
　　　　　　　　　　　　　　　　　　　Λ＿ﾍ＾−＾Λ＿ﾍ＾−＾Λ＿ﾍ＾Λ＿ﾍ
　　　　　ザッ　　　　　　　　　　　　ﾍ＿＿Λ　ﾍ＿＿Λ　ﾍ＿＿Λ　ﾍ＿＿Λ
　　　　　　　　　　　　　　　　＿＿,/ヽ＿　/ヽ＿＿,.ヘ　/ヽ＿＿,.ヘ　＿,.ヘ　,.ヘ　　　　ザッ
　　　　/＼＿＿_／ヽ　　　/＼＿＿＿ /＼＿＿_／ヽ　_／ヽ　/＼＿＿_／ヽ
　　 ／&#39;&#39;&#39;&#39;&#39;&#39;　　　&#39;&#39;&#39;&#39;&#39;&#39;:::::::＼／&#39;&#39;&#39;&#39;&#39;&#39;　　　&#39;&#39;&#39;／&#39;&#39;&#39;&#39;&#39;&#39;　　　&#39;&#39;&#39;&#39;&#39;&#39;:::::::＼　　 ／&#39;&#39;&#39;&#39;&#39;&#39;　　　&#39;&#39;&#39;&#39;&#39;&#39;:::::::＼
　 . |（●）,　　　､（●）､.:|（●）,　　　 |（●）,　　　､（●）､.:|､（ |（●）,　　　､（●）､.:|
　　|　　 ,,ﾉ(､_, )ヽ､,,　.::::|　　 ,,ﾉ(､_, )|　　 ,,ﾉ(､_, )ヽ､,,　.::::|_, )|　　 ,,ﾉ(､_, )ヽ､,,　.::::|
. 　 |　　 ｀-=ﾆ=- &#39;　.:::::::|　　 ｀-=ﾆ= |　　 ｀-=ﾆ=- &#39;　.:::::::|ﾆ=|　　 ｀-=ﾆ=- &#39;　.:::::::|
　　 ＼　　｀ﾆﾆ´　 .:::::／＼　　｀ﾆﾆ　＼　　｀ﾆﾆ´　 .:::::／ﾆ´ ＼　　｀ﾆﾆ´　 .:::::／
　　　／｀ー‐--‐‐—´＼ ／｀ー‐- 　／｀ー‐--‐‐—´＼-‐‐ ／｀ー‐--‐‐—´
　　　　　　　騎士30　石弓射手25　破城槌5　投石3



　　　　　　　 ＿＿＿_
　 　 　 　 ／　　　　　＼
　　　　 ／:::::::─三三─＼
　　　／::::::::: （ ○）三（○）＼
　 　 |　 　､&quot;　ﾞ)（__人__）ﾙ ﾟ｡ ﾟ　　　　　_＿＿＿＿＿＿＿＿＿_
　　　＼　 　 　 ゝ&#39;ﾟ　　　 　 ≦　三　ﾟ　| |　　　　　　　　　　　　　|
＿＿／ 　 　 ｡≧　　　　　　　三　＝　| |　　　　　　　　　　　　　|
| |　/ 　　 ,　　　-ｧ,　　　　　　　≧=　 .| |　　　　　　　　　　　　　|
| | /　　 /　　 　.ｲﾚ,､　　　　 　　＞　　| |　　　　　　　　　　　　　|
| | |　⌒ ーnｎｎ ,≦｀Vヾ　　ヾ　≧　 　|_|_＿＿＿＿_＿＿＿＿_|
￣ ＼＿_､(&quot;二）｡ﾟ　/｡･ｲﾊ ､＼､ｌ二二ｌ二二　 ＿|_|＿_|＿


　 　 　　 　 　 ＿＿＿_
　　　　　　　／::::::::::::::::＼
　　　　 　／::::::─三三─＼
　　　　／:::::::: （ ○）三（○）＼　　　や、やる夫の街が壊されてるお
　　　　|::::::::::::::::::::（__人__）:::: 　|　　＿＿＿＿＿＿＿_
　 　　 ＼:::::::::　 　|r┬-| 　 ,／　.| |　　　　　　　　　　|
　　　　ノ::::::::::::　　`ー&#39;´　　　＼　| |　　　　　　　　　　| 　
　 ／:::::::::::::::::::::　　 　 　 　　 　　 | |　　　　　　　　　　| 　
　|::::::::::::::::: ｌ 　　 　 　 　 　　　　　| |　　　　　　　　　　|



　   　 　 　 ／￣￣￣ ＼
　　　　　 ／　　 :::::＼:::／＼　　
　　 　 ／　　 　｡&lt;一&gt;:::::&lt;ー&gt;。　
　　 　 |　　　　.:::｡ﾟ~（__人__）~ﾟj　　 やる夫の街がなくなったお、帝王の時代に先に入って
　　 　 ＼、　　　゜　｀ ⌒´,;／゜　　 無双の予定だったのにどういうことだお
　　　　／　 ⌒ヽﾟ 　&quot;&quot;&quot;&quot;´(;ﾟ　｡　　
　　　/　,＿ ＼　＼／＼ ＼
　 　 と_＿＿）_ヽ＿つ_;_ヾ_つ.;._


trash[JP]ggかなー
neku　1（いいよ）
dekiruo　OK

　 　 　　 　 　 ＿＿＿_
　　　　　　　／::::::::::::::::＼
　　　　 　／::::::─三三─＼
　　　　／:::::::: （ ○）三（○）＼　　　あっちもだめだったのかお
　　　　|::::::::::::::::::::（__人__）:::: 　|　　＿＿＿＿＿＿＿_
　 　　 ＼:::::::::　 　|r┬-| 　 ,／　.| |　　　　　　　　　　|
　　　　ノ::::::::::::　　`ー&#39;´　　　＼　| |　　　　　　　　　　| 　
　 ／:::::::::::::::::::::　　 　 　 　　 　　 | |　　　　　　　　　　| 　
　|::::::::::::::::: ｌ 　　 　 　 　 　　　　　| |　　　　　　　　　　|


　   　 　 　 ／￣￣￣ ＼
　　　　　 ／　　 :::::＼:::／＼　　
　　 　 ／　　 　｡&lt;一&gt;:::::&lt;ー&gt;。　
　　 　 |　　　　.:::｡ﾟ~（__人__）~ﾟj　　 わかりましたお。gg
　　 　 ＼、　　　゜　｀ ⌒´,;／゜
　　　　／　 ⌒ヽﾟ 　&quot;&quot;&quot;&quot;´(;ﾟ　｡　　
　　　/　,＿ ＼　＼／＼ ＼
　 　 と_＿＿）_ヽ＿つ_;_ヾ_つ.;._

　 　 　　　＿＿＿_
　 　　　／　　 　 　＼
　　　／　 _ノ 　ヽ､_　 ＼
　 ／ oﾟ(（●）) (（●）)ﾟo ＼ 　フルボッコにされてしまったお
　 |　　　　 （__人__）　　　　|
　 ＼　　 　 ｀ ⌒´ 　 　 ／


　　 　∧＿∧　　　　／￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣￣
　　　（； ´Д｀）　　＜　やる夫さん。残念でしたね。
　　　_,　i -イ、.　　　|　もし、もっとゲームやりたいと思ったらAOCHDコミュのIRC入るといいかもです。
　（⌒`　　　 ⌒ヽ　　＼＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿
　 ヽ　 ~~⌒γ⌒）
　 　ヽー—&#39;^ー-&#39;
　 　　〉　　　 |
　　 /　　　　 |
　　{　　　　　 }
　　|　　　　　 |
　　{　　,イ　ノ


　 　　　　 　ﾉ Ｌ＿＿＿_
　　　　　　　⌒　＼　／ ＼
　　　　　　／　（○）　（○）＼
　　　　 ／　　　 （__人__）　　 ＼　負けたままで終われるかお！
　　　 　|　 　 　　　|::::::|　　　　　|　AOCHDコミュのIRC入ってリベンジするお！
　　　　 ＼ 　 　 　 l;;;;;;l　　 　／l!| !
　　　 　／　　　　　`ｰ&#39;　 　　＼ |i
　　　／　　　　　　　　　　ヽ !l　ヽi
　　 （　　 丶- 、　　　　　　 しＥ　|そ　　ドンッ！！
　　　　`ー､＿ﾉ 　 　 　 ㊥　l､Ｅ ﾉ　&lt;
　　　　　　　　　　　　　　　ﾚY^Ｖ^ヽｌ


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼  
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　最後にIRCの入り方を説明するにょろーん
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　IRCっていうのはチャットソフトみたいなもので
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　そこにAOCHDコミュのchがあるよ。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ UP主は設定が楽だったlimechatを使ってるよ。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  「limechat 設定」とかでぐぐれば設定方法が出るから調べてね。
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 基本設定が終わったらサーバ→サーバの追加を選択するよ。
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　設定名は好きなのでいいけど、ホスト名は気をつけてね。
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　ホスト名は「aochd.jp」でポート番号は「6667」でいいと思うよ。

　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼  　ニックネームは指定ないけど、AOCHDで使う名前と一緒だと
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　みんなから覚えてもらいやすいかも・・・？
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　ログイン名と名前も基本的にニックネームと一緒で大丈夫かな。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　全部が設定できたらOKを押すよ。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 右下のところにモニタみたいなマークが出れば追加OKだね。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  追加したサーバを右クリックして、チャンネルの追加を選択してね。
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ チャンネル名に「#AoCHD」と入力してOKだよ。
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　これで設定は完了！IRCに他の人が入ってれば無事に接続できたってことだね！
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　接続できなかったりしたら、「ko_yo0518」この人にsteamで言えば説明してくれるよ。


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼  　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　ここまで見てくれた人ありがとう。
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　続編も書く予定だよ。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　一応やる夫が初心者部屋を卒業できるようになるまでは書いていこうと思います。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ それじゃまたねー！
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　







　　　　　　 ::　　　　　　　　　　　　　 　 .|ﾐ|
　　　　　　　::　　　　　　　　　　 　 　 　.|ﾐ|
　　　　　　　　::　　　　　　　　　　 　 　 .|ﾐ|　　　　　　　　　　 ::::::::
　　　　　　　　　:::::　　　　　＿＿＿＿　|ﾐ|　　　　　　　　　 ::::
　　　　　　　　　　 ::　,. -&#39;&quot;´　　　　　　｀¨ー ､　　　　　　　::
　　 ::　　　　　 　 ／　　　,,.-&#39;&quot;　　　　　　ヽ　 ヽ、　　　 ::
　　　:: 　　　 ,,.-&#39;&quot;_　 r‐&#39;&quot;　　　　　,,.-&#39;&quot;｀　　　　　ヽ、　::
　　　:: 　　/　　　 ヾ (　　　 _,,.-=&#39;==-､ヽ　　 　 　 　 ヽ、
　　　:: 　　i へ＿__ ヽゝ=-&#39;&quot;／　　　 _,,&gt;　　　　　　　　 ヽ　
　　 ::　　 ./ /　　＞ ＝&#39;&#39;&#39;&quot;　￣￣￣　　　　 　 　 　 　 　 ヽ　
　　:: 　　/ .&lt;_　ノ&#39;&#39;&quot;　　　　　　　ヽ　　　　　　　　　　　　 　 i
　 ::　　 /　　　 i　　　人＿　　　ノ　　　　　　　　　　　　　　.l
　　:: 　,&#39;　　　　 &#39; ,_,,ノｴｴｴｪｪ了　　　　　　　　　　　　　　　/
　　　　i　　　　　　　じｴ=&#39;=&#39;=&#39;&quot; &#39;,　　　　　　　　　　　　　　/　::
　　　　&#39;,　　　　　　 (___,,..----U　　　　　　　　　　　　 ／　::
　　　　 ヽ、　　　　　　　　 __,,..　--------------i-&#39;&quot;　　::
　　　　　　ヽ､_　　　__ -_&#39;&quot;--&#39;&#39;&quot;ニニニニニニニﾆヽ　　 ::
　　　　　　　　 ｀¨i三彡--&#39;&#39;&quot;´　　　　　　　　　 　 　 ヽ　　:: 　
　　　　　　　　　 /　　　　　　　　　　　　　　　 　 　 　 ヽ　:: 　 　 　 　　　　　　　
　　　　　　　　　/　　　　　　　　　　　　　　　　　　　　　ヽ::　　　　　　　　　　　　


  ー- ､　ー-､｀｀／　　 
　 　 _, &#39;　　._, &#39;　 ＼　　 
------------------- 
</pre>
<script>
	(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
	(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
	m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
	})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

	ga('create', 'UA-51138356-1', 'aochd.jp');
	ga('send', 'pageview');

{/literal}
</script>
</html>