<!DOCTYPE HTML>
<html lang="ja">
<head>
  <base herf="{$base}">
  <meta http-equiv="Content-language" content="ja" charset="utf-8">
  <link rel="stylesheet" type="text/css" href="{$base}/themes/css/yaruo.css" media="all" /> 
  <title>{$title}</title>
</head>

<body>
<pre class="yaruo">
{literal}
　　　　　　　　　 , --────-- ､ 
　　　　　　　　／　　　　　　　　　　　＼ 
　　　　　　 ／　　　　　　　　　　　　　　＼ 
　　　　　／ 　　　　　　　　　　　　l　　　　 ＼ 
　　　 .／　　　　　　　　　　　　　ノ::::::::::::::::::::::.＼  　　　　　      暗黒内政についてだが、まずレート1300を超えてる
　　　/ 　　　　　　　　　　　 _, -&#39;´:::::::;;;;;;;;;;;;;;::::::　＼  　　　　　  .プレイヤーはこれがある程度しっかりできている。
　　｜　　　　　　　　　／ ／￣＼＼:;;;;;;:／／￣＼＼  　　　　　先人たちが生み出してくれたテンプレートみたいなもんだ。
　　.｜　　　　　　　　｜　|.　○　.|　 ,|:;;;;::|　|.　○　.|｜ 　　　　  今回は23弓の暗黒内政について教える。
　　　|　　　　　　　　　＼ ＼＿／ ／::;;;;::＼＼＿／／            30騎士は延長みたいなもんだから次回以降で説明するぞ。
　　　.|　　　　　　　　　　　　　,／　　　::|::　　 　 ＼ 　              
　　　 |　　　　　　　　　　　　｜　　　　｜　　　　 ｜ 
　　　 |　　　　　　　　　　　　｜　　　　｜　　　　　|　　　　　　　　　　　　　　　　　　　　　　　=二=二￣　 
　　　 .|　　　　　　　　　　　　 ＼＿＿／＼＿＿／|　　　　　　　　　,. ,._ 　 ,.-,.､　　 　　　　-=二＿ニニ 
　　　　|.　　　　　　　　　　　　　 トエエイ　 |　　　　　　　　 //　j / /　ﾉ　　　　　-=ニ_￣ 
　　　　.| 　 　 　 　 　 　 　 　 　 &#39;.{ 　 　:l　 　 }/　/　　　　　＿＿ﾉ ｀-/ﾉ 　`ﾂ　　　　 　 ＿＿ﾆ＿二＝ 
　　　　 | 　 　 　 　 　 　 　 　 　 .{　 　:l　 　 }/ ）　　　　　//　 //　_,_{￣/￣￣￣￣/^/;;&#39;´￣￣ 
　 　 　 丶　 　 　 　 　 　 　 　 　 .{　 　 　 　}　 l　　　　　ヾ､＿/　　/＿i＿＿＿＿__i_ヾ:;&#39; 
　　　　　 ＼ 　 　 　 　 　 　 　 　 　､`ｰ一一 &#39;　)　　　　　　　/　-=j&quot;　 ,_/ 
　　　　　　 .＼ 　 　 　 　 　 　 　 　 　u　 　 　/ ,.--､　　　　/ 　　/　　/ 
　　　　　　　　ヽ　　　　　　　　　　　　　　　 ／　}ヽ　＼　 ノ　　 _}　　/ ＼ 



　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　暗黒内政ってわかりにくい単語だけど
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　ようするに暗黒の時代の進化までの町の人の割り振りとか
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　建築物の手順、町の中心（以下TC）の動作のことなんだよね。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 上手い人は自分がやりやすいようにカスタマイズしたりしてるよ。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  後衛と前衛で手順が少し違う人もいるね。
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ UP主はまさにそれだよ。
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　ここでは一般的な進化手順を教えるよ
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　
　　 


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼ ﾎｼﾞﾎｼﾞ
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　＜で？いいから、園城寺ちゃんがやった戦術教えろお
　 |　　　 ｍj |ー&#39;´　　　　　 |　　さっさと強くなりたいんだお
　 ＼　 〈＿_ﾉ　　　　　 　／
　　　　ノ　　ﾉ



　　　　　 ／￣￣＼　　
　　　　／ﾉ(　_ノ　　＼
　　　　|　⌒(（ ●）（●）　　　　　園城寺ちゃんがやった戦術は暗黒内政がまだできてないお前にはできないんだよ！
　　　　.|　　　　 （__人__）　/⌒l　つーか戦術の類は全部暗黒内政ができてない奴にはできないんだよ！
　　　 　|　　　　　｀ ⌒´ﾉ　|`&#39;&#39;&#39;|　 基礎があってこその戦術だボケ！
　　　　／ ⌒ヽ　　　　 }　 |　 |　　　　　　　　　　　　　　
　　 ／　 へ　　＼　　 }__/　/ 　　 　　　　　　　　　／￣￣＼
　／　／　|　　　　　 ノ 　 ノ　　　　　　　　　　　／ ●))　((●＼’,　･
( _ ノ　　　 |　　　　　 ＼´　　　　　　 ＿　 　　（　　　(_人_)’∴　）,　 ’ﾌﾞﾍﾞﾗ
　　　　　 　|　　　　　　　＼＿,, -‐ &#39;&#39;&quot;　 ￣￣ﾞ&#39;&#39;―---└&#39;´￣｀ヽ　　　て
　　　　　　 .|　　　　　　　　　　　　　　　　　　＿＿＿＿＿＿ ノ　　 　（
　　　　　　　ヽ　　　　　　　　　　　＿,, -‐ &#39;&#39;&quot;　　ﾉ　　　　　　 ヽ　　　ｒ&#39;&quot;￣
　　　　　　　　 ＼　　　　　　　, &#39;´　　　　　　　　し/.. &gt;&gt;＠　| J
　　　　　　　　　　＼　　　　　(　　　　　　　　　　 /　　　　　 |
　　　　　　　　　　　 ＼　　　　＼　　　　　　　　　し-　 &#39;^`-J




　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ＞） 　（＜）＼     　やらない夫さんそんなこといってるけど、本当に強いのかお？
　 ／::::::⌒（__人__）⌒::::: ＼ 　本当は弱いんじゃないかおｗｗ
　 |　　　　/| | | | |　　　　　|
　 ＼　 (、`ー―&#39;´,　　 　／
　　　　　 ￣￣￣

　　　　　　　　　 , --────-- ､ 
　　　　　　　　／　　　　　　　　　　　＼ 
　　　　　　 ／　　　　　　　　　　　　　　＼ 
　　　　　／ 　　　　　　　　　　　　l　　　　 ＼ 
　　　 .／　　　　　　　　　　　　　ノ::::::::::::::::::::::.＼ 
　　　/ 　　　　　　　　　　　 _, -&#39;´:::::::;;;;;;;;;;;;;;::::::　＼ 
　　｜　　　　　　　　　／ ／￣＼＼:;;;;;;:／／￣＼＼ 
　　.｜　　　　　　　　｜　|.　○　.|　 ,|:;;;;::|　|.　○　.|｜ 　　　　　いいだろう、１：１で勝負だ。
　　　|　　　　　　　　　＼ ＼＿／ ／::;;;;::＼＼＿／／             ただし、負けたら俺の言うことをちゃんと聞くいいな？
　　　.|　　　　　　　　　　　　　,／　　　::|::　　 　 ＼ 　 
　　　 |　　　　　　　　　　　　｜　　　　｜　　　　 ｜ 
　　　 |　　　　　　　　　　　　｜　　　　｜　　　　　|　　　　　　　　　　　　　　　　　　　　　　　=二=二￣　 
　　　 .|　　　　　　　　　　　　 ＼＿＿／＼＿＿／|　　　　　　　　　,. ,._ 　 ,.-,.､　　 　　　　-=二＿ニニ 
　　　　|.　　　　　　　　　　　　　 トエエイ　 |　　　　　　　　 //　j / /　ﾉ　　　　　-=ニ_￣ 
　　　　.| 　 　 　 　 　 　 　 　 　 &#39;.{ 　 　:l　 　 }/　/　　　　　＿＿ﾉ ｀-/ﾉ 　`ﾂ　　　　 　 ＿＿ﾆ＿二＝ 
　　　　 | 　 　 　 　 　 　 　 　 　 .{　 　:l　 　 }/ ）　　　　　//　 //　_,_{￣/￣￣￣￣/^/;;&#39;´￣￣ 
　 　 　 丶　 　 　 　 　 　 　 　 　 .{　 　 　 　}　 l　　　　　ヾ､＿/　　/＿i＿＿＿＿__i_ヾ:;&#39; 
　　　　　 ＼ 　 　 　 　 　 　 　 　 　､`ｰ一一 &#39;　)　　　　　　　/　-=j&quot;　 ,_/ 
　　　　　　 .＼ 　 　 　 　 　 　 　 　 　u　 　 　/ ,.--､　　　　/ 　　/　　/ 
　　　　　　　　ヽ　　　　　　　　　　　　　　　 ／　}ヽ　＼　 ノ　　 _}　　/ ＼ 



　 　　　　 　　 ＿＿＿_
　　　　　　 ／ ＼　　／＼　
.　　　　　／　（ー） 　（ー）＼　いいお、こんな大根みたいなやつに負けるわけないお
　　　　／　　 ⌒（__人__）⌒ ＼
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　　　＼
　 ／´　　　　　　　　　　　　 　　ヽ


30分後

　　　　　　　 ／￣￣￣＼_ 
　　　　 　 ／:::／:::::::::::＼（ ;:;:;）　　　　　　　　
　 　 　 ／（ ;:;:;:;:;ﾉ:::::::&lt;−&gt;　＼　　　すいませんでしたお
　　　 （;:;:;:;;;:;　 （__人__）　　 .:::::） 　　28分でTC割られるとは思わなかったお
　　　 .／ ||　 　 ｀ ⌒|||　 　 ,／ 
　　　/ / |＼／ /　 /ｌ　| ￣ 
　　 / /__|　 ＼/　/　|　| 
　　ヽ、//////） /　 |　| 
　　　/　￣￣　/　　 |　| 
____,/　　)--- ヽ　　　ヽ つ 



　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　さて、それじゃ暗黒内政がなぜ大切か説明しよう。
.　|　　　　 （__人__）　まず、進化が遅い分、戦いに出る時間も遅いということだ。
　 |　　　　　｀ ⌒´ﾉ　つまり攻められる確率も高いだろう。
.　 |　　　　　　 　 }　　例えば進化が30秒遅かったら30秒のハンデを背負って戦闘しなくてはいけなくなる。
.　 ヽ　　　　　 　 }    その積み重ねでさらに不利になっていくんだけどな。
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　



　 　　　＿＿＿_
　　　／　　 　 　＼
　 ／　　─　 　 ─＼　なるほど、そう言われると大きな差の気がするお
／ 　　 （●） 　（●） ＼
|　 　　 　 （__人__）　 　 |
/　　　　 ∩ノ ⊃　　／
(　 ＼　／ ＿ノ　|　 |
.＼　“　　／＿＿|　 |
　　＼ ／＿＿＿ ／

　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　まず、お前には23弓と30騎士を教える。
.　|　　　　 （__人__）　まあ、この2つだけあれば初心は切り抜けられるだろ
　 |　　　　　｀ ⌒´ﾉ　その前提として暗黒内政を教える。
.　 |　　　　　　 　 }　　暗黒内政というのは、暗黒の時代から領主の時代に進化するテンプレートだ
.　 ヽ　　　　　 　 }    これがきっちりできるやつはやはり強いし、内政も伸びやすいだろ
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 



　　 　　 ＿__　　　　━┓
　　　 ／　―＼ 　　┏┛
　　／ノ　　(●)＼　 ・　　23弓？　30騎士？なんだお？
.　｜　(●) 　 ⌒）＼　　　内政もよくわからないお
.　｜　　 （__ノ￣　　|
　　＼　　　　　　　 /
　　　 ＼　　　　 _ノ
　　　　/´　　 　 ｀＼
　　 　 |　　　　　　　|
　　 　 |　　　　　　　|

　　　　　　　　　　 ＿＿＿　　　━┓
　　　　　　　　　／　―　　＼　 ┏┛
　　　　　　 　／　　(●)　 ＼ヽ ・
　　　　 　　/　　 （⌒　　(●) /
　　　 　　 /　　 　 ￣ヽ__） ／
.　　　　／´　　　　　_＿_／
　　　　|　　　　　 　 ＼
　　　　|　　　　　　　　|

　　　　　　　　 .:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::＼
.　　　　　 　 /:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::丶
　　　　　　 /:::::::::::::::::::::::::::::/::::::/ ::::::::::::::::::/::::::::::∧
.　　　　　 /:::::::::::::::::::::::::::::/::::::/:::::::::::/::::::/::::::::::::⌒
　　　　　/:::::::::::::i::::::::|/ :──-::::::::::/:::::∧::::|:::::::::::::|　23弓は23人で領主の時代に進化して弓で攻撃することや
　 　 　 .:::::::::::::::::l::::::::|:::/:/::/:::::::／/:::::/___Ⅵ:::::::::::::|　30騎士は30人で領主の時代に進化して2〜3人農民作って城主に進化することなんや
　　　　,′ ::/::::/| ::::::Ⅳ笊示ミ、 厶イ　　　ｉ|:::::::::::::|　30騎士は騎士がメインやな
　　　　:::::::/!:::八|::::::::|　乂:ｿ 　　　　 ｧ==､ ,ｉ|:::::::::::::|  昔は領主R、即城とも言ってたらしいなぁ
　　 ,/::|:::/ |::::::::ｉ|::::::::|　　　　　 　 　 ﾒｿ&#39;　/ |:::::::::::::|
　　　　ｌ/　l|::::::::ｉ|::::::::| 　 　&#39;&#39; 　 　 ,　｀¨　/::::|::::::::::::i|
　　 　 &#39;　 八::::/ｉ|::::::::ﾄ､　　　　_　　　&#39;&#39;　/:::::ｉ|:::::ｉ|::::ﾘ
　　　　　　　∨从:::::::|　＼　　　　 　, イ.!:::/ｉ|::::/!::/
　　 　 　 　 _.ノマ&#39;＼:| 　 　 ｰr: ≦/:::／|:/　|::/ |/
　　 _,.‐=ﾆﾆﾆﾆﾆ＼　　　　∧＼::/／ _ノ&#39;′ﾉ&#39;
　∠ニﾆﾆﾆﾆﾆﾆﾆﾆ＼ 　 ｛　∨ﾆ=‐- .,_
./ 　 `＼ﾆﾆﾆﾆﾆﾆﾆﾆ丶 ‐=- Ⅴﾆﾆﾆニ7 ､
i 　 　 　 ＼ﾆﾆﾆﾆﾆﾆﾆﾆ＼　　〕ﾆﾆﾆﾆﾆﾆ∧


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　園城寺ちゃん！いたのかお！
　 ／::::::⌒（__人__）⌒:::::＼ 　
　 |　　　　　|r┬-|　　　　 |　　
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　まあ、そういうことだ
.　|　　　　 （__人__）　内政については要するに軍の生産や操作じゃなくて
　 |　　　　　｀ ⌒´ﾉ　農民をきっちり割り振ってたり、バランス調整してたり、農民を常に作成し続けてることが
.　 |　　　　　　 　 }　　内政だな。もちろん、家を超過させる前に建てるのも内政の重要なポイントだ。
.　 ヽ　　　　　 　 }    一応、暗黒→領主まではほぼ決まってるから説明するぞ。
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 



　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　あと、初心者におすすめの文明はペルシア、チュートン、フランク辺だな。
.　|　　　　 （__人__）　前衛、後衛どちらを引いてもある程度戦える文明ってことだ。
　 |　　　　　｀ ⌒´ﾉ　あくまで俺の独断と偏見だから意見が割れることもあるかとおもうが
.　 |　　　　　　 　 }　　今回はこの3文明を中心に紹介していくぞ。
.　 ヽ　　　　　 　 }    理由としては血統騎士、近衛までアップする。
　　 ヽ　　　　　ノ　　 前衛だと石弓と投石が出る。内政ボーナスが目視でわかりやすい。　　　　　　
　　　/　　　 く　　＼　兵のシフトをそこまで必要としないのが、初心者向けってことだ。　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 



　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　あくまでUP主の独断と偏見だよ。
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　・ペルシア
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　開幕肉50、木50が増加されてるため暗黒でミスしても修正がききやすい。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　帝王の時代も近衛騎士、矛槍、砲撃手、大砲とユニットが揃っている。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ ハサーのアップグレードも可能。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  あとはTCのボーナスも大きいね。進化にも適用されるから
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ ペルシアで30騎士したら17分きれるのは強みだよね。
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　・チュートン
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　畑がW40で張れる。木に余裕ができやすい。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　近衛騎士、矛槍、砲撃手、大砲とユニットが揃っている。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ TCの視界が2倍だから、羊が最初に見つからない現象も回避できるよ。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　




　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　・フランク
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　畑が自動アップグレード。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　近衛騎士、矛槍、砲撃手、大砲とユニットが揃っている。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ あと、騎士のHPが20%増えるから血統の効果と騎士に対してなら一緒だよ。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  近衛騎士とか重騎士ならさらに恩恵を得られるね！
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　

　　 　　 ＿__　　　　━┓
　　　 ／　―＼ 　　┏┛
　　／ノ　　(●)＼　 ・　　フンとモンゴルはだめなのかお？
.　｜　(●) 　 ⌒）＼　　　
.　｜　　 （__ノ￣　　|
　　＼　　　　　　　 /
　　　 ＼　　　　 _ノ
　　　　/´　　 　 ｀＼
　　 　 |　　　　　　　|
　　 　 |　　　　　　　|

　　　　　　　　　　 ＿＿＿　　　━┓
　　　　　　　　　／　―　　＼　 ┏┛
　　　　　　 　／　　(●)　 ＼ヽ ・　初心向けっぽい感じだお、家建てないで済むし、モンゴルは肉集めるのすっごいはやいお？
　　　　 　　/　　 （⌒　　(●) /
　　　 　　 /　　 　 ￣ヽ__） ／
.　　　　／´　　　　　_＿_／
　　　　|　　　　　 　 ＼
　　　　|　　　　　　　　|


　　　　　　　 ／￣￣＼
　　　　　　／　　　　　　＼.........:::::::::::...
　　　　　　|:::::::　:　　　　　 |　.... .........::::::::::...r‐ &#39; ノ.
　　　　　.　|:::::::::::::　　　　　|　.... .........::::::::＿ ) (_
　　　　　　 |::::::::::::: 　 　　　|..　..... ......:::（⊂ﾆﾆ⊃)
　　　　　.　 |:::::::::::::::　　 　 }　　..... ......: ::::｀二⊃ﾉ.　　　　　　フンは家建てなくていいから、初心向きとか言われてるが、
　　　　　.　 ヽ＿＿__　 　 }　　..... ......: :::: （( ￣　　　　　　 　家たて忘れ病にあとで苦しむんだよ。
　　　　　　　 r&#39;ﾆﾆヽ._＼. ﾉ..　..... ......: ::::::　 ;;.                   モンゴルは内政ボーナスがよすぎて、テンプレが崩れる可能性があるんだよ。
　　　　　 r&#39;:ﾆニ:_`ｰ三`:く._　　 　 　 　 　 [l、.                 モンゴルでできて他の文明でできなるなったりな。
　　　　／: : : : : : :｀,ニ､: :_:_;＞　　　 　 ／,ｨつ                あと、その2つの文明は使うだけで3割増しぐらい強くなるだろJK
　. 　 /: : : : : : : : / : : : ヽ＼　　　　 ,∠∠Z&#39;_つ
　　　| : :.:.:.:.:.: . :/: : : : : : l : ヽ.　　 / .r─-&#39;-っ
　. 　 |:.:.:.:.:.:.:.:.:.,&#39; &#39;&#39;&quot;￣: : :l: : : :l 　 /　 ）:::厂 ´
　　　 |:.:.:.:.::.:.:.:ｌ -─-: : /:_:_:_:_l　/￣｀Y´
　.　　 |:.:.::.:.::.::l._＿: : : :/::: : : : :l/⌒ヽ: :〉



　　　　　　　　　　　 ／￣￣＼
　　　　　　　　　　／　　 _ノ　　＼
　　　　　　　　　　|　　　 （ ●）（●）
　　　　　　　　　　|　　　　 （__人__）　　自力を高めたい初心者にはあまりよくない
　 　 　 　 　　　　 |　　　　　｀ ⌒´ﾉ   他の文明で精度を上げてから使うのがベストだな
　 　 　 　 　 　　　 |　　　　　　 　 }    まあ、基礎から強くなりたかったら上の3文明使っておけ
　 　 　 　 　　　 　 ヽ　　　　　 　 }
　　　　　　　　　　　 ヽ､.,＿＿ __ノ
　　　_, ､ -― &#39;&#39;&quot;::l:::::::＼ｰ-..,ノ,､.ﾞ,i ､
　　/;;;;;;::ﾞ:&#39;:､::::::::::::|＿:::;､&gt;､_　l|||||ﾞ!:ﾞ､-､_
　丿;;;;;;;;;;;:::::i::::::::::::::／:::::::＼ﾞ&#39;&#39; ﾞ||i l＼&gt;::::ﾞ&#39;ｰ､
. i;;;;;;;;;;;;;;;;;;;;;;|::::::::::::::＼::::::::::＼ .||||i|::::ヽ::::::|:::!

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　　でも、他にも強い文明くらでもあるお？
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　　　 /　　　　: .:/: . : . : . : . :│∨: . : . : ‘｡: . : . : .　ﾟ,　　　　 }
　　　　:ﾟ　　　: . : /: . : . : . : . : . |　 Ｖﾄ : . : . ‘｡: . : . : . .ﾟ,　　__,ノ
　　　 , {　　|: . : 〃: . : . : . : . j.:.:ﾟ　　}:い: . : . :‘｡: . : . : . :｡: . ´￣{
　　　 |｛: . :.|: . :/{: . : . : . : . 〃 &#39;　--|:|‐∨…{: . :｡: . : . : .ｉ.: . 　 　 ,
　　　 | ゝ.__|: . :| |,.斗-: . : //:/　　　|:| 　}: . 八: .:ｉ: . : . : .|: . :　 　 ′　その3つの文明は前衛と後衛どっち引いても
　　　 |／:. .|:.: .匕ﾟ｡: . : .／/:/　　　 jｲ 　|／　 }ﾊ|: . : . : .|: . :.　　 :{　　そこそこ戦えるんや、どちらかというと後衛のが
　　　 | | : . ﾄ : .|　い: ./　/ｨﾟ　 　 　,ィ=＝≠=ミ:､|: . : . : .|: . : . 　 八　 強いんやけどな。
　　　 | l: . ∧ リ　斗-==ミ　　　　　　{_)ﾟ:i:i:i:i:i:| / . : . : . :.|ヽ: . :　　　:,　マヤとかも強いんやけど、後衛引いた時に
　　　 |:乂＼ﾊ　/{_)ﾟ:i:i:i:i:i|　　　 　 　 ∨ゝイノ 　.|: . : . : .|　}: . :　 i ﾄﾍ 直や即羽を要求されてしまうから難しいんや
　　　 |:| : . :.ヽい ∨ゝｲ ﾉ 　　 　 　 　 ｀¨¨´　　 1..: . : . :| /..: . :　| |　}i
　　　 |:|i : . : . ∧　｀¨ ¨´　　　　　　　　　:&#39;:&#39;:&#39;:ﾟ　　|: . : . : .|′: . :　.| |　}|
　　　 |:|{ : . : . : ∧ﾟ:&#39;:&#39;:&#39;:　　　′ 　　　　 　 　 } 　 |j: . : ..:, : .: . :.　..j│ }!
　　　 |:|o : . : . : .∧ 　　　　　　　　　　 　 　 し　:ﾟ|: . : ./: .:|: . :　/./　/
　　　 |:| ﾟ: : . : . : .:∧　　　　　　r‐ｭ　　　　　　 ｲ j.: .: ｲ : /} : ／jｲ
　　　 |:ｌ　ﾟ: : . : . : . : ＼　　　　　　　　　　　 ´ / /／∨イ/／
　　　 ｌ{ 　 Ｖ: . : . :.ﾄ : . :＞ ｡.. ＿＿　 ィ　　__,,,...　-=ニニニﾆ=-
　　 　乂 　 ＼ : ﾄ::} 乂: . :.{＼:::{∨　　_}／ニニニニニニニニニﾆ＼
　　　　　 　 　 ヾ{ ﾘ　　｀ー　　　　 ／二ニニニニニニニニニニニﾆ＼


　　 　　 ＿__　　　　━┓
　　　 ／　―＼ 　　┏┛
　　／ノ　　(●)＼　 ・　直？　即羽？
.　｜　(●) 　 ⌒）＼　　　
.　｜　　 （__ノ￣　　|
　　＼　　　　　　　 /
　　　 ＼　　　　 _ノ
　　　　/´　　 　 ｀＼
　　 　 |　　　　　　　|
　　 　 |　　　　　　　|


　　　　　　　　　　　 ／￣￣＼
　　　　　　　　　　／　　 _ノ　　＼
　　　　　　　　　　|　　　 （ ●）（●）　簡単に説明すると直ってのは
　　　　　　　　　　|　　　　 （__人__）　 後衛で領主の時代で相手の後衛の近くに
　 　 　 　 　　　　 |　　　　　｀ ⌒´ﾉ   育成所を作って攻めるってことだな
　 　 　 　 　 　　　 |　　　　　　 　 }    即羽というのは即ユニとも呼ばれる
　 　 　 　 　　　 　 ヽ　　　　　 　 }    城主の時代に入ったらすぐに城を建てて
　　　　　　　　　　　 ヽ､.,＿＿ __ノ　　ユニークユニットを出すってことだな。
　　　_, ､ -― &#39;&#39;&quot;::l:::::::＼ｰ-..,ノ,､.ﾞ,i ､
　　/;;;;;;::ﾞ:&#39;:､::::::::::::|＿:::;､&gt;､_　l|||||ﾞ!:ﾞ､-､_
　丿;;;;;;;;;;;:::::i::::::::::::::／:::::::＼ﾞ&#39;&#39; ﾞ||i l＼&gt;::::ﾞ&#39;ｰ､
. i;;;;;;;;;;;;;;;;;;;;;;|::::::::::::::＼::::::::::＼ .||||i|::::ヽ::::::|:::!



　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　にょろろーんちゅるやさんだよ
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　園城寺さんに解説役取られ気味でちょっと悲しいよ。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　文字で書くと簡単そうな直と即羽だけど本当はとっても難しいよ
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 失敗した時のリスクも高いしね。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  直は自分のベースに育成所がないから他のとこから攻められると
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 即壊滅ってこともあるよ。
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　
　　 



　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　余談だけどUP主は直とか即ユニはできないよ
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　それでも初心は卒業できるから問題ないよ。
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　要は基礎力が大事ってことだね。
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 今回は初心者向けなので騎士文明中心で書く予定だよ
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　　なるほど、わかったお
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）
.　|　　　　 （__人__）　それじゃ、さっそく暗黒内政について始めるぞ
　 |　　　　　｀ ⌒´ﾉ　まず、お前のリプを見せてみろ
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　　これだお！
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／

　　 ／￣￣＼ 
　／　　 _ノ　　＼ 
　|　　　 （ ○）（○） 
.　|　　　　 （__人__）　　　　！！？？ 
　 |　　U　　｀ ⌒´ﾉ　　　　羊が3人、イチゴ農民なし
.　 |　　　　　　 　 }　　　　　なんで石掘ってるんだ。TC止まりすぎだろJK
.　 ヽ　　　　　 　 } 　　　　　1伐採に木こり14人ってなんだこれ
　　 ヽ　　　　　ノ　　　　　　　　＼ 
　　　/　　　 く　　＼　　　　　　　 ＼ 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　＼ 
　 　 |　　　　|ヽ、二⌒)､　 　 　　　　　 ＼ 

<a href="../../themes/images/yaruo/00.jpg" target="_blank">画像00</a>

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　　どうしたんだお！？
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）
.　|　　　　 （__人__）　あ、ああ、大丈夫だなんでもない
　 |　　　　　｀ ⌒´ﾉ　まずだな、ゲーム開始される。
.　 |　　　　　　 　 }　　画面が暗転中にHCCCと入力しておく
.　 ヽ　　　　　 　 }　　そうすることで画面暗中からTCに農民の生産予約が可能になる。
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼
　 ／::::::⌒（__人__）⌒::::: ＼ 　　なるほどだお！
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼    今回は暗黒内政にボーナスがないフランクで解説するぞ
　|　　　 （ ●）（●）　次に家を2つ建てる。
.　|　　　　 （__人__）　基本的に初期にいる農民3人のうち2人で１つ
　 |　　　　　｀ ⌒´ﾉ　残り1人でもう1個だ。
.　 |　　　　　　 　 }　　2人で建てる方を先に指定しておけ。
.　 ヽ　　　　　 　 }　　すぐ建てないと家ミス（家事故）になる。
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


　　　　　　　　 .:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::＼
.　　　　　 　 /:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::丶
　　　　　　 /:::::::::::::::::::::::::::::/::::::/ ::::::::::::::::::/::::::::::∧
.　　　　　 /:::::::::::::::::::::::::::::/::::::/:::::::::::/::::::/::::::::::::⌒
　　　　　/:::::::::::::i::::::::|/ :──-::::::::::/:::::∧::::|:::::::::::::|　ギチィって音のやつやな
　 　 　 .:::::::::::::::::l::::::::|:::/:/::/:::::::／/:::::/___Ⅵ:::::::::::::|　家ミスするとそれだけ進化の早さに影響するから注意や
　　　　,′ ::/::::/| ::::::Ⅳ笊示ミ、 厶イ　　　ｉ|:::::::::::::|　10秒家ミス状態だと10秒進化が遅れるってことや
　　　　:::::::/!:::八|::::::::|　乂:ｿ 　　　　 ｧ==､ ,ｉ|:::::::::::::|
　　 ,/::|:::/ |::::::::ｉ|::::::::|　　　　　 　 　 ﾒｿ&#39;　/ |:::::::::::::|
　　　　ｌ/　l|::::::::ｉ|::::::::| 　 　&#39;&#39; 　 　 ,　｀¨　/::::|::::::::::::i|
　　 　 &#39;　 八::::/ｉ|::::::::ﾄ､　　　　_　　　&#39;&#39;　/:::::ｉ|:::::ｉ|::::ﾘ
　　　　　　　∨从:::::::|　＼　　　　 　, イ.!:::/ｉ|::::/!::/
　　 　 　 　 _.ノマ&#39;＼:| 　 　 ｰr: ≦/:::／|:/　|::/ |/
　　 _,.‐=ﾆﾆﾆﾆﾆ＼　　　　∧＼::/／ _ノ&#39;′ﾉ&#39;
　∠ニﾆﾆﾆﾆﾆﾆﾆﾆ＼ 　 ｛　∨ﾆ=‐- .,_
./ 　 `＼ﾆﾆﾆﾆﾆﾆﾆﾆ丶 ‐=- Ⅴﾆﾆﾆニ7 ､
i 　 　 　 ＼ﾆﾆﾆﾆﾆﾆﾆﾆ＼　　〕ﾆﾆﾆﾆﾆﾆ∧


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　この間に斥候で羊を探しておくのがいいだろ
.　|　　　　 （__人__）　4匹見つかっていれば町の中心にもってくる
　 |　　　　　｀ ⌒´ﾉ　見つかってなければ斥候で探すんだ
.　 |　　　　　　 　 }　　円形に探すとみつかりやすいだろ
.　 ヽ　　　　　 　 }　　
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


　　　　 /　　　　: .:/: . : . : . : . :│∨: . : . : ‘｡: . : . : .　ﾟ,　　　　 }
　　　　:ﾟ　　　: . : /: . : . : . : . : . |　 Ｖﾄ : . : . ‘｡: . : . : . .ﾟ,　　__,ノ
　　　 , {　　|: . : 〃: . : . : . : . j.:.:ﾟ　　}:い: . : . :‘｡: . : . : . :｡: . ´￣{
　　　 |｛: . :.|: . :/{: . : . : . : . 〃 &#39;　--|:|‐∨…{: . :｡: . : . : .ｉ.: . 　 　 ,
　　　 | ゝ.__|: . :| |,.斗-: . : //:/　　　|:| 　}: . 八: .:ｉ: . : . : .|: . :　 　 ′　斥候を選択した時にCtrl+1を押すとええ
　　　 |／:. .|:.: .匕ﾟ｡: . : .／/:/　　　 jｲ 　|／　 }ﾊ|: . : . : .|: . :.　　 :{　　ナンバリングってやつやな。
　　　 | | : . ﾄ : .|　い: ./　/ｨﾟ　 　 　,ィ=＝≠=ミ:､|: . : . : .|: . : . 　 八　 斥候は初期には操作が増えるからそのほうが楽や
　　　 | l: . ∧ リ　斗-==ミ　　　　　　{_)ﾟ:i:i:i:i:i:| / . : . : . :.|ヽ: . :　　　:,　1を2回押せばすぐ斥候に飛べるしな
　　　 |:乂＼ﾊ　/{_)ﾟ:i:i:i:i:i|　　　 　 　 ∨ゝイノ 　.|: . : . : .|　}: . :　 i ﾄﾍ 
　　　 |:| : . :.ヽい ∨ゝｲ ﾉ 　　 　 　 　 ｀¨¨´　　 1..: . : . :| /..: . :　| |　}i
　　　 |:|i : . : . ∧　｀¨ ¨´　　　　　　　　　:&#39;:&#39;:&#39;:ﾟ　　|: . : . : .|′: . :　.| |　}|
　　　 |:|{ : . : . : ∧ﾟ:&#39;:&#39;:&#39;:　　　′ 　　　　 　 　 } 　 |j: . : ..:, : .: . :.　..j│ }!
　　　 |:|o : . : . : .∧ 　　　　　　　　　　 　 　 し　:ﾟ|: . : ./: .:|: . :　/./　/
　　　 |:| ﾟ: : . : . : .:∧　　　　　　r‐ｭ　　　　　　 ｲ j.: .: ｲ : /} : ／jｲ
　　　 |:ｌ　ﾟ: : . : . : . : ＼　　　　　　　　　　　 ´ / /／∨イ/／
　　　 ｌ{ 　 Ｖ: . : . :.ﾄ : . :＞ ｡.. ＿＿　 ィ　　__,,,...　-=ニニニﾆ=-
　　 　乂 　 ＼ : ﾄ::} 乂: . :.{＼:::{∨　　_}／ニニニニニニニニニﾆ＼
　　　　　 　 　 ヾ{ ﾘ　　｀ー　　　　 ／二ニニニニニニニニニニニﾆ＼

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　　わかったお
　 ／::::::⌒（__人__）⌒::::: ＼ 　　今回はすぐ近くにいたから探さなくてすんだお
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　　　それじゃ次いくぞ家を建て終わったら
　|　　　 （ ●）（●）　　農民を町の中心に集めて羊を狩る
.　|　　　　 （__人__）　　同じ羊を狩るように意識しろ。
　 |　　　　　｀ ⌒´ﾉ　　これを作成した農民が6人になるまで割り振る
.　 |　　　　　　 　 }　　 ここで忘れてはいけないのが、肉が50たまったら
.　 ヽ　　　　　 　 }　　 農民予約を入れておくことだ。これは暗黒内政だと癖にしておいたほうがいい
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､


　　　　　　　　 .:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::＼
.　　　　　 　 /:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::丶
　　　　　　 /:::::::::::::::::::::::::::::/::::::/ ::::::::::::::::::/::::::::::∧
.　　　　　 /:::::::::::::::::::::::::::::/::::::/:::::::::::/::::::/::::::::::::⌒
　　　　　/:::::::::::::i::::::::|/ :──-::::::::::/:::::∧::::|:::::::::::::|　ローカルだと作成した後にすぐにでもそこまで誤差はないんやけど
　 　 　 .:::::::::::::::::l::::::::|:::/:/::/:::::::／/:::::/___Ⅵ:::::::::::::|　マルチでは遅延（ラグ）が発生するから先行入力しておいたほうがええんや
　　　　,′ ::/::::/| ::::::Ⅳ笊示ミ、 厶イ　　　ｉ|:::::::::::::|　これの積み重ねで30秒ぐらい差が出てしまうこともあるんやで
　　　　:::::::/!:::八|::::::::|　乂:ｿ 　　　　 ｧ==､ ,ｉ|:::::::::::::|　あと斥候がいるから実際、上の人口バーだと7人までや
　　 ,/::|:::/ |::::::::ｉ|::::::::|　　　　　 　 　 ﾒｿ&#39;　/ |:::::::::::::|
　　　　ｌ/　l|::::::::ｉ|::::::::| 　 　&#39;&#39; 　 　 ,　｀¨　/::::|::::::::::::i|
　　 　 &#39;　 八::::/ｉ|::::::::ﾄ､　　　　_　　　&#39;&#39;　/:::::ｉ|:::::ｉ|::::ﾘ
　　　　　　　∨从:::::::|　＼　　　　 　, イ.!:::/ｉ|::::/!::/
　　 　 　 　 _.ノマ&#39;＼:| 　 　 ｰr: ≦/:::／|:/　|::/ |/
　　 _,.‐=ﾆﾆﾆﾆﾆ＼　　　　∧＼::/／ _ノ&#39;′ﾉ&#39;
　∠ニﾆﾆﾆﾆﾆﾆﾆﾆ＼ 　 ｛　∨ﾆ=‐- .,_
./ 　 `＼ﾆﾆﾆﾆﾆﾆﾆﾆ丶 ‐=- Ⅴﾆﾆﾆニ7 ､
i 　 　 　 ＼ﾆﾆﾆﾆﾆﾆﾆﾆ＼　　〕ﾆﾆﾆﾆﾆﾆ∧

　 　　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ＞） 　（＜）＼     　わかったおｗｗｗ
　 ／::::::⌒（__人__）⌒::::: ＼ 　園城寺ちゃんかわいいおｗｗｗ
　 |　　　　/| | | | |　　　　　|
　 ＼　 (、`ー―&#39;´,　　 　／
　　　　　 ￣￣￣




　　　　　　　　　　　　＿＿＿＿_
　　　　　　　 　 ,.　:.´:.:.:.:.:.:.:.:.:.:.:.:.:｀丶
　　　　　　　／:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.＼
.　 　 　 　 /:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.ヽ:.:.:.:.＼
　　 　 　 /:.:/:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:.:ﾊ:.:.:.:.:.:.:.:.:.:.:.:.ヽ
.　 　 　 /:.:/:.:.:.:.:/|:.:./:.:.:.:.:.: /　 .:.: : :.|.:.:.:.:.:.:.:.:.
　 　 　 ′:.:.:.i:.:/斗ｧl:.:.:.:.:／ﾄ､__i:.:|__亅:.:.:.:.:.:.:.i
　　　　ｉ:.:.:l:.:.:Ⅳ/ / :|:.:／　ﾉ　　ﾚ&#39;|／}/:.:.:|:.:.:.:|
　　　　l:.:.八├┬─┬ 　 　 ┬─┬┤:.:.:|:.:.:.:|
　　　　|:.:.:.:.:.:|　乂::::ﾉ　　　　 乂::::ﾉ　ﾘ: : :|:.:.:.:|
　　　　|:.:.:.:.:.: 　 　 　 　 　 　 　 　 　 |:.:.:.:|｝ : |
　　　　|:.:.:.:八　　　　 　 　 　 　 　 　 |:.:.:.:|:.:.:.:|
　　　　|:.:.:.:.:.:.:ヽ.　　 　 r‐､　　 　 　 ｲ:.:.:.:|:.:.:.:|
.　　　 八:.:.:.|:.|:.:|:.:i＞ー┬─┬ｾ爪./}:.:.:/／Ｙ
　　 　 　 ＼|人乂|＼|／,　-‐&#39;　　｝/厶ｨ&#39;&quot;
　　　　　　　　　r‐&#39;厂{／　 　 -─＼
　　　　　　　　 /　｛／　　／　　　 　ヽ


　 　 　　　＿＿＿_
　 　　　／ノ 　 ヽ､_＼
　　　／（ ○）}liil{（○）＼　な、なんでもないお！！
　 ／　　　 （__人__）　　　＼（ついうっかり言ってしまったお）
　 |　　　ヽ　|!!il|!|!l|　/　　　|
　 ＼　　　　|ｪｪｪｪ| 　 　 ／

　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　次に生産した農民の8人目で伐採所を建てる
.　|　　　　 （__人__）　これで木を切る人（以下木こり）が3人になるまで増やす。
　 |　　　　　｀ ⌒´ﾉ　その間にもちゃんと羊は6人で徹底して狩るんだ
.　 |　　　　　　 　 }　　いい忘れたが羊農民はナンバリングで2にしておくと
.　 ヽ　　　　　 　 }　　管理がしやすい。あと、羊は狩ってる羊とそのとなりに1匹置いておいて
　　 ヽ　　　　　ノ　　　あとは端に寄せておけ、そうすることで自動で羊の乱獲の可能性が減る
　　　/　　　 く　　＼　わかりにくかったら画像を見るだろJK
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　

<a href="../../themes/images/yaruo/01.jpg" target="_blank">画像01</a>


　　　 　　　　 |
　　　 　＼　　__　　／
　　　 　＿　（ｍ）　＿
　　　 　　　　|ミ|
　　　 　 ／ 　｀´　 ＼
　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼  なるほど、わかりやすいお
　 ／::::::⌒（__人__）⌒::::: ＼
　 |　　　　　|r┬-|　　　　　|
　 ＼ 　　 　 `ー&#39;´ 　 　 ／



　　　　 /　　　　: .:/: . : . : . : . :│∨: . : . : ‘｡: . : . : .　ﾟ,　　　　 }
　　　　:ﾟ　　　: . : /: . : . : . : . : . |　 Ｖﾄ : . : . ‘｡: . : . : . .ﾟ,　　__,ノ
　　　 , {　　|: . : 〃: . : . : . : . j.:.:ﾟ　　}:い: . : . :‘｡: . : . : . :｡: . ´￣{
　　　 |｛: . :.|: . :/{: . : . : . : . 〃 &#39;　--|:|‐∨…{: . :｡: . : . : .ｉ.: . 　 　 ,
　　　 | ゝ.__|: . :| |,.斗-: . : //:/　　　|:| 　}: . 八: .:ｉ: . : . : .|: . :　 　 ′　斥候は円形状に探索するとミスがすくなくてええ
　　　 |／:. .|:.: .匕ﾟ｡: . : .／/:/　　　 jｲ 　|／　 }ﾊ|: . : . : .|: . :.　　 :{　　あと、斥候が止まることのないようにきっちり操作するんや
　　　 | | : . ﾄ : .|　い: ./　/ｨﾟ　 　 　,ィ=＝≠=ミ:､|: . : . : .|: . : . 　 八　 斥候を選択しながらShift+右クリックすると旗が立つ
　　　 | l: . ∧ リ　斗-==ミ　　　　　　{_)ﾟ:i:i:i:i:i:| / . : . : . :.|ヽ: . :　　　:,　複数回選択可能や。最後に到着地点を右クリックすると
　　　 |:乂＼ﾊ　/{_)ﾟ:i:i:i:i:i|　　　 　 　 ∨ゝイノ 　.|: . : . : .|　}: . :　 i ﾄﾍ 斥候は旗がついてる場所を経由して探索してくれるで。
　　　 |:| : . :.ヽい ∨ゝｲ ﾉ 　　 　 　 　 ｀¨¨´　　 1..: . : . :| /..: . :　| |　}i
　　　 |:|i : . : . ∧　｀¨ ¨´　　　　　　　　　:&#39;:&#39;:&#39;:ﾟ　　|: . : . : .|′: . :　.| |　}|
　　　 |:|{ : . : . : ∧ﾟ:&#39;:&#39;:&#39;:　　　′ 　　　　 　 　 } 　 |j: . : ..:, : .: . :.　..j│ }!
　　　 |:|o : . : . : .∧ 　　　　　　　　　　 　 　 し　:ﾟ|: . : ./: .:|: . :　/./　/
　　　 |:| ﾟ: : . : . : .:∧　　　　　　r‐ｭ　　　　　　 ｲ j.: .: ｲ : /} : ／jｲ
　　　 |:ｌ　ﾟ: : . : . : . : ＼　　　　　　　　　　　 ´ / /／∨イ/／
　　　 ｌ{ 　 Ｖ: . : . :.ﾄ : . :＞ ｡.. ＿＿　 ィ　　__,,,...　-=ニニニﾆ=-
　　 　乂 　 ＼ : ﾄ::} 乂: . :.{＼:::{∨　　_}／ニニニニニニニニニﾆ＼
　　　　　 　 　 ヾ{ ﾘ　　｀ー　　　　 ／二ニニニニニニニニニニニﾆ＼


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　　そんな方法があったのかお！
　 ／::::::⌒（__人__）⌒::::: ＼ 　　やる夫はいつも斥候手動で操作してて忙しかったお！
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　次に生産した農民、人口バーで言うと11人目だな
.　|　　　　 （__人__）　この農民でイノシシの近くに家をたてる。
　 |　　　　　｀ ⌒´ﾉ　家を立ててる最中にさらに農民が一人増えるから
.　 |　　　　　　 　 }　 こいつは伐採所に送っておくのがいいだろ
.　 ヽ　　　　　 　 }　　次に機織りを研究するんだ
　　 ヽ　　　　　ノ　　　
　　　/　　　 く　　＼　
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　　どっかのサイトに機織りは最後がいいって言ってたけど
　 ／::::::⌒（__人__）⌒::::: ＼ 　　そのタイミングなのかお？
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　　　　　　　 .:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::＼
.　　　　　 　 /:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::丶
　　　　　　 /:::::::::::::::::::::::::::::/::::::/ ::::::::::::::::::/::::::::::∧
.　　　　　 /:::::::::::::::::::::::::::::/::::::/:::::::::::/::::::/::::::::::::⌒
　　　　　/:::::::::::::i::::::::|/ :──-::::::::::/:::::∧::::|:::::::::::::|　機織りは農民がイノシシ引いてる最中に死ににくくなるから
　 　 　 .:::::::::::::::::l::::::::|:::/:/::/:::::::／/:::::/___Ⅵ:::::::::::::|　絶対に研究してな。上級者の方で機織り遅らせることあるけど
　　　　,′ ::/::::/| ::::::Ⅳ笊示ミ、 厶イ　　　ｉ|:::::::::::::|　初心にいるうちはやらんほうがええ。
　　　　:::::::/!:::八|::::::::|　乂:ｿ 　　　　 ｧ==､ ,ｉ|:::::::::::::|　それで農民が死んでしまったら何の意味もないわ
　　 ,/::|:::/ |::::::::ｉ|::::::::|　　　　　 　 　 ﾒｿ&#39;　/ |:::::::::::::|   慣れないうちは機織りが完了したのを確認してから
　　　　ｌ/　l|::::::::ｉ|::::::::| 　 　&#39;&#39; 　 　 ,　｀¨　/::::|::::::::::::i|  イノシシに攻撃するとええ
　　 　 &#39;　 八::::/ｉ|::::::::ﾄ､　　　　_　　　&#39;&#39;　/:::::ｉ|:::::ｉ|::::ﾘ　イノシシをTCにもってきたら羊狩ってる農民で攻撃や
　　　　　　　∨从:::::::|　＼　　　　 　, イ.!:::/ｉ|::::/!::/　この時、羊を狩り終わってなくてもイノシシや
　　 　 　 　 _.ノマ&#39;＼:| 　 　 ｰr: ≦/:::／|:/　|::/ |/
　　 _,.‐=ﾆﾆﾆﾆﾆ＼　　　　∧＼::/／ _ノ&#39;′ﾉ&#39;
　∠ニﾆﾆﾆﾆﾆﾆﾆﾆ＼ 　 ｛　∨ﾆ=‐- .,_
./ 　 `＼ﾆﾆﾆﾆﾆﾆﾆﾆ丶 ‐=- Ⅴﾆﾆﾆニ7 ､
i 　 　 　 ＼ﾆﾆﾆﾆﾆﾆﾆﾆ＼　　〕ﾆﾆﾆﾆﾆﾆ∧

<a href="../../themes/images/yaruo/02.jpg" target="_blank">画像02</a>
<a href="../../themes/images/yaruo/03.jpg" target="_blank">画像03</a>


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　ちなみに暗黒で肉を取る速さは
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　イノシシ＝鹿＞羊＞イチゴだよ
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　だからイノシシ肉を狩ったほうが効率がいいんだね
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ この段階での人数の割り振りはこんなかんじだね。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  木こり4人、いのしし取り1人　斥候1人　羊6人
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　13人目の農民でイチゴを取るために向かわせる
.　|　　　　 （__人__）　この時に粉挽き所を建てておく
　 |　　　　　｀ ⌒´ﾉ　14人目も同様にイチゴだな
.　 |　　　　　　 　 }　 15人目の農民でイノシシの2匹目を取りに行く
.　 ヽ　　　　　 　 }　　これでイノシシ狩る農民は8人になるだろ
　　 ヽ　　　　　ノ　　　
　　　/　　　 く　　＼　
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　



　 　 　　　＿＿＿_
　 　　　／　　 　 　＼
　　　／　 _ノ 　ヽ､_　 ＼
　 ／ 　oﾟ⌒　　　⌒ﾟo　 ＼ 　1匹目のいのしし食い終わってないお
　 |　　　　 （__人__）　　　　|　　どうすればいいんだお
　 ＼　　 　 ｀ ⌒´ 　 　 ／



　　　　　　　　 .:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::＼
.　　　　　 　 /:::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::丶
　　　　　　 /:::::::::::::::::::::::::::::/::::::/ ::::::::::::::::::/::::::::::∧
.　　　　　 /:::::::::::::::::::::::::::::/::::::/:::::::::::/::::::/::::::::::::⌒
　　　　　/:::::::::::::i::::::::|/ :──-::::::::::/:::::∧::::|:::::::::::::|　注意してほしいのは1匹目のイノシシ食べ終わって
　 　 　 .:::::::::::::::::l::::::::|:::/:/::/:::::::／/:::::/___Ⅵ:::::::::::::|　暇になるよりは先に引っ張ってきたほうがいいってわけや
　　　　,′ ::/::::/| ::::::Ⅳ笊示ミ、 厶イ　　　ｉ|:::::::::::::|　暇になってしまうよりは少し残ってしまうぐらいのほうがマシってことやな
　　　　:::::::/!:::八|::::::::|　乂:ｿ 　　　　 ｧ==､ ,ｉ|:::::::::::::|　
　　 ,/::|:::/ |::::::::ｉ|::::::::|　　　　　 　 　 ﾒｿ&#39;　/ |:::::::::::::|
　　　　ｌ/　l|::::::::ｉ|::::::::| 　 　&#39;&#39; 　 　 ,　｀¨　/::::|::::::::::::i|
　　 　 &#39;　 八::::/ｉ|::::::::ﾄ､　　　　_　　　&#39;&#39;　/:::::ｉ|:::::ｉ|::::ﾘ
　　　　　　　∨从:::::::|　＼　　　　 　, イ.!:::/ｉ|::::/!::/
　　 　 　 　 _.ノマ&#39;＼:| 　 　 ｰr: ≦/:::／|:/　|::/ |/
　　 _,.‐=ﾆﾆﾆﾆﾆ＼　　　　∧＼::/／ _ノ&#39;′ﾉ&#39;
　∠ニﾆﾆﾆﾆﾆﾆﾆﾆ＼ 　 ｛　∨ﾆ=‐- .,_
./ 　 `＼ﾆﾆﾆﾆﾆﾆﾆﾆ丶 ‐=- Ⅴﾆﾆﾆニ7 ､
i 　 　 　 ＼ﾆﾆﾆﾆﾆﾆﾆﾆ＼　　〕ﾆﾆﾆﾆﾆﾆ∧


<a href="../../themes/images/yaruo/04.jpg" target="_blank">画像04</a>
<a href="../../themes/images/yaruo/05.jpg" target="_blank">画像05</a>

　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　　なるほど、確かに暇になるよりはマシだお
　 ／::::::⌒（__人__）⌒::::: ＼ 　　
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／



　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　イノシシ2匹目引いてきて倒した段階での割り振りはこんな感じ
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　木こり4人、イノシシ8人　斥候1人　イチゴ2人
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　人によって結構バランスとか考えて割り振ってる人もいるみたいだけど
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ テンプレ的にはこんなかんじだよ。
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  慣れてきたら自分なりに楽をするためにカスタマイズするのも
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 暗黒内政の楽しみかもしれないね！
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　



　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　16人目と17人目の農民についてはイチゴに割り当てる
.　|　　　　 （__人__）　この時ぐらいに操作に余裕があるはずだから
　 |　　　　　｀ ⌒´ﾉ　木こり1人使って家を建てておくのがいいだろ
.　 |　　　　　　 　 }　 ここで立て忘れすると家ミスが起きるから気をつけてくれ
.　 ヽ　　　　　 　 }　　18人目と19人目の農民についてはイノシシに追加だな
　　 ヽ　　　　　ノ　　　
　　　/　　　 く　　＼　
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　



　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　20人目の農民でさっきとは別の場所に伐採所を建てる
.　|　　　　 （__人__）　21〜22人目の農民はこの伐採所に送る
　 |　　　　　｀ ⌒´ﾉ　ここで伐採所を分けるのは作業効率もあるが
.　 |　　　　　　 　 }　 攻められた時に分割しておけば、片方は木をとり続けることができるからだな
.　 ヽ　　　　　 　 }　　
　　 ヽ　　　　　ノ　　　
　　　/　　　 く　　＼　
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　　なるほど、分散しておけば木がとれなくなる心配がないお
　 ／::::::⌒（__人__）⌒::::: ＼ 　　
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　22人目を作ってる辺りでイノシシを食べつくすはずだから
.　|　　　　 （__人__）　6人はまた羊を取らせておくといい。
　 |　　　　　｀ ⌒´ﾉ　その時にイノシシを引いてきた農民で畑を1枚作っておくといい
.　 |　　　　　　 　 }　 ダメージ受けてるから遠征させると危ないしな。
.　 ヽ　　　　　 　 }　　この時に無傷の農民3人で金を取らせに行く
　　 ヽ　　　　　ノ　　　採掘所を建てるのを忘れるなよ
　　　/　　　 く　　＼　
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　


　　　　 /　　　　: .:/: . : . : . : . :│∨: . : . : ‘｡: . : . : .　ﾟ,　　　　 }
　　　　:ﾟ　　　: . : /: . : . : . : . : . |　 Ｖﾄ : . : . ‘｡: . : . : . .ﾟ,　　__,ノ
　　　 , {　　|: . : 〃: . : . : . : . j.:.:ﾟ　　}:い: . : . :‘｡: . : . : . :｡: . ´￣{
　　　 |｛: . :.|: . :/{: . : . : . : . 〃 &#39;　--|:|‐∨…{: . :｡: . : . : .ｉ.: . 　 　 ,
　　　 | ゝ.__|: . :| |,.斗-: . : //:/　　　|:| 　}: . 八: .:ｉ: . : . : .|: . :　 　 ′　23人目の農民の作成可完了した時点で
　　　 |／:. .|:.: .匕ﾟ｡: . : .／/:/　　　 jｲ 　|／　 }ﾊ|: . : . : .|: . :.　　 :{　　肉が500あったらすぐに領主の時代に進化ボタンを押すんや
　　　 | | : . ﾄ : .|　い: ./　/ｨﾟ　 　 　,ィ=＝≠=ミ:､|: . : . : .|: . : . 　 八　 足りない場合はイチゴとか羊狩ってる農民を手動で操作して
　　　 | l: . ∧ リ　斗-==ミ　　　　　　{_)ﾟ:i:i:i:i:i:| / . : . : . :.|ヽ: . :　　　:,　500集めるんや、戻し忘れに注意な。
　　　 |:乂＼ﾊ　/{_)ﾟ:i:i:i:i:i|　　　 　 　 ∨ゝイノ 　.|: . : . : .|　}: . :　 i ﾄﾍ 
　　　 |:| : . :.ヽい ∨ゝｲ ﾉ 　　 　 　 　 ｀¨¨´　　 1..: . : . :| /..: . :　| |　}i
　　　 |:|i : . : . ∧　｀¨ ¨´　　　　　　　　　:&#39;:&#39;:&#39;:ﾟ　　|: . : . : .|′: . :　.| |　}|
　　　 |:|{ : . : . : ∧ﾟ:&#39;:&#39;:&#39;:　　　′ 　　　　 　 　 } 　 |j: . : ..:, : .: . :.　..j│ }!
　　　 |:|o : . : . : .∧ 　　　　　　　　　　 　 　 し　:ﾟ|: . : ./: .:|: . :　/./　/
　　　 |:| ﾟ: : . : . : .:∧　　　　　　r‐ｭ　　　　　　 ｲ j.: .: ｲ : /} : ／jｲ
　　　 |:ｌ　ﾟ: : . : . : . : ＼　　　　　　　　　　　 ´ / /／∨イ/／
　　　 ｌ{ 　 Ｖ: . : . :.ﾄ : . :＞ ｡.. ＿＿　 ィ　　__,,,...　-=ニニニﾆ=-
　　 　乂 　 ＼ : ﾄ::} 乂: . :.{＼:::{∨　　_}／ニニニニニニニニニﾆ＼
　　　　　 　 　 ヾ{ ﾘ　　｀ー　　　　 ／二ニニニニニニニニニニニﾆ＼


　 　 　　　＿＿＿_
　 　　　／⌒　　⌒＼
　　　／（ ●） 　（●）＼　　　　わかったお！
　 ／::::::⌒（__人__）⌒::::: ＼ 　　やる夫なら肉500集めるのなんて楽勝だお！
　 |　　　　　|r┬-|　　　　　|     
　 ＼ 　　 　 `ー&#39;´ 　 　 ／



　　 ／￣￣＼
　／　　 _ノ　　＼
　|　　　 （ ●）（●）　23人目は戦士育成所（戦士小屋）を建てるのがいいだろ
.　|　　　　 （__人__）　戦士小屋を建て終わったら隣に家を建てておくといい
　 |　　　　　｀ ⌒´ﾉ　進化後すぐにまた農民作成が始まるから家ミスがないようにな
.　 |　　　　　　 　 }　 理論値だと10分30秒で進化可能だが、トッププレイヤーでも
.　 ヽ　　　　　 　 }　　ラグでいいとこ10分33秒とかだろ
　　 ヽ　　　　　ノ　　　やる夫の場合、当面は11分30秒を切ることを意識するといいな
　　　/　　　 く　　＼　
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　


　　　　　　　　　　 　 -‐ &#39;´￣￣｀ヽ､
　　 　 　 　 　 　 ／　／&quot; ｀ヽ ヽ　　＼　　
　　　　　　　　　//, &#39;/　　　　 ヽﾊ 　､　ヽ　進化押した段階での農民の割り振りはこんなかんじだね。
　　　　　　　　 〃 {_{ノ　　　 ｀ヽﾘ| ｌ │ i|　木こり10人、イチゴ4人、金3人
　　　　　　　　 ﾚ!小ｌ●　　　 ● 从　|、i|　建築農民1人、畑１人、羊3人
　　　　　　　 　 ヽ|l⊃　､_,､_,　⊂⊃　|ﾉ│ 斥候1で23人だね！
　 　 　 　 /⌒ヽ__|ﾍ　　 ゝ._）　 　j /⌒i !  
　　　　　　＼ /:::::|　l＞,､ __,　イァ/　 /│ 
.　　　　　 　 /:::::/|　|　ヾ:::|三/::{ﾍ､__∧ |　
　　　　　　　｀ヽ&lt; |　|　　ヾ∨:::/ヾ:::彡&#39;　|　　

<a href="../../themes/images/yaruo/06.jpg" target="_blank">画像06</a>

　　　　　　 　　 　　　/ ）
　　　　　　　 　　　 ./ /
　　　　　　　　　　 / /　　面白そうな話をしてますね！
　　　　　　 　　　 / /      やる夫さん僕と一緒に暗黒内政の練習しますか！？
　　　　　　　　　./ /＿∧　　　　　, -つ
　　　　　　　 　/ / ´Д｀）　　　／__ノ
　　　　　　　　/　　　　＼　／ /
　　　　　　　 .|　　　　へ／ ／
　　　　　　　 |　　　　ﾚ&#39;　 /､二つ
　　　　　　　 |　　　　　／
　　　　　　　/　　　／
　　　　　　 /　 ／
　　　　　　/　 /
　　　　 ／　ノ
　　　_/　／
　 ノ　／
⊂ -&#39;



　　 　　　／￣￣￣＼
　　　　／　─　 　 ─ ＼
　　 ／　 （●） 　（●）　 ＼.　いや、結構ですお
　　 |　　　　（__人__）　　　　|　（園城寺ちゃんだったら喜んでやりたかったお）
　　 ＼　　　 ｀ ⌒´　　　　／
　　 ／ 　 　 　　　　 　 　 ＼


. .: : : : : : : : :: :::: :: :: : :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
　　　　. . : : : :: : : :: : ::: :: : :::: :: ::: ::: ::::::::::::::::::::::::::::::::::::::
　　　.　. .... ..: : :: :: ::: :::::: :::::::::::: : :::::::::::::::::::::::::::::::::::::::::::::
　　　　　　　 Λ＿Λ . . . .: : : ::: : ::
　　　　　 　/:彡ミ゛ヽ;）ー､　. . .: : : :::::: :::::::::::::::::::::::::::::::::
　　　　　 / :::/:: ヽ、ヽ、 ::i . .:: :.: ::: . :::::::::::::::::::::::::::::::::::::::
　　 　　 / :::/;;: 　 ヽ　ヽ ::ｌ　. :. :. .:: : :: :: :::::::: : ::::::::::::::::::
￣￣￣（_,ノ ￣￣￣ヽ､_ノ￣￣￣￣


　 　 　 　 ＿＿＿
　 　 　 ／　　 　 　＼
　　　／　　 　 　 　 　＼　園城寺ちゃん、やらない夫ありがとうだお
　 ／ 　　⌒　　　⌒　　 ＼　早速練習してくるお
　 |　 /// （__人__） /// 　|
　 ＼　　 　　 　 　 　 　 ／

8時間後

　　　　　　＿＿＿_
　　　　 ／＼　　／＼
　　　／（ ●） 　（●）＼　よし、11分30秒切れるようになってきたお
　 ／ :::::⌒（__人__）⌒:::::＼　11分前半で領主進化可能になってきたお
　 |　　　　　|r┬-| 　 　 　 |
　 ＼ 　 　　｀ ー&#39;´ 　 　 ／


　 l＾ヽ..　　　　　　　　　　　　　　 　 　 　 　 ,-，
　.ヽ ；､` ｰ ､_　　　　　　　　　　　 　 　 　 /，|
　　ヽ　　　　,ヽ ｰ- 、　　　　　　　　　 　 /　 |
　　　＼7　　　 __　　`‐-- ､_＿_　　　 _ノ　 `|
　　　　 ＼　；　ヽ&gt;　　　 　　，　￣￣ 　 ･　;|
　　　　　 .ヽ__　 　 __　”， 　．　　/＾ヽ　 ,々|   ブルァァ！！
　　　　　　 ヽゝ　└&#39;′ 　__ 　 　 |::::;;;::|　 ,;；|　初心者部屋建てたぞ
　　　　　　　 ヽ　;；　‘’　ヽ,&gt; 　　{:::::;;;::| 　 ,,  貴様らのレートを吸収させてもらうぞ！！
　　　　　　　　/ヽ、 　 　　　　･　ヽ::::;;;:| ;；　|
　　　　　　　 { ニ.ゝ ：　/7　 　 　 ヽ::::/　 ;；|
　　　　　　 　| __,..l、,,,,_ ~　，‘’　,;； ∨;：　 ;|
　　　　　　　.l　__,,..| {｢;｢`‐-､..._____　 |　　__ヽ
　　　　　　　.{‐&#39; __..| {|;;|　：.ヾヽ..l__,ゝ_|_,.ｲ__「
　　　　　　　 ヽ/　,`-,-,&lt; ；．`=≡=´/&#39;=下
　　　　　 　 　 ヽ/ ,,/ 　 l、ヽ, ，￣〃= ７′ 
　　　　　　　　　 &#39;ｰ/ ,;；　|;　}} ,： 丿二ﾌ
　　　　　　　 　 _,./　　　1l` -､_ &lt; ｰ／
　__,-‐rｰ―-rl´　ｉ’　,,;;； | |:::::::::~ｌT′ 
　　　　　　 　l {_　,;;i 　 　 | |:::::::::;;l| ￣ ＾ヽr､,＿,.-ｒ-､＿
　　　　　　　 　 `ー---、 ｌ,.ゝ:::::/__,.--一&#39;_ﾉ　;; ヽ ヽ
　　　　　　　　　　　　　 ￣￣｀l　　　　　　　 ’ ,;；|　}

　 　　　 　　 　＿＿＿_
　　　　　　 ／ ＼　　／＼　 ｷﾘｯ
.　　　　　／　（ー） 　（ー）＼　　貴様らのレートを吸収さえてもらうぞ
　　　　／　　 ⌒（__人__）⌒ ＼
　　　　|　　 　　　|r┬-|　　　　|
　　　　 ＼　　　　 `ー&#39;´　　 ／
　　　　ノ　　　　　　　　　　 　＼
　 ／´　　　　　　　　　　　　 　　ヽ
　|　　　　ｌ　　　　　　　　　　　　　　＼
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､.
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))


　 　　　　 　　　＿＿＿_
　　　　　　　 ／_ノ 　ヽ､_＼
　ﾐ　ﾐ　ﾐ　　oﾟ(（●）) (（●）)ﾟo　　　　　　ﾐ　ﾐ　ﾐ　 だっておｗｗｗｗｗｗｗｗｗｗ
/⌒)⌒)⌒. ::::::⌒（__人__）⌒:::＼　　　/⌒)⌒)⌒)　暗黒内政覚えたやる夫に勝てるわけないおｗｗｗｗ
|　/　/　/　　　　　|r┬-|　　　　|　(⌒)/　/ / /／ トッププレイヤーになったやる夫の力を見せてやるおｗｗｗ
|　:::::::::::(⌒)　　　　|　|　 |　　 ／ 　ゝ　　:::::::::::/
|　　　　　ノ　　 　　|　|　 |　 　＼　　/　　）　　/
ヽ　　　　/　　　　　`ー&#39;´ 　 　 　ヽ /　　　　／
　|　　　　|　　 l||l　从人 l||l 　　　　 l||l 从人 l||l
　ヽ　　　 -一&#39;&#39;&#39;&#39;&#39;&#39;&quot;~~｀`&#39;ー--､　　　-一&#39;&#39;&#39;&#39;&#39;&#39;&#39;ー-､
　　ヽ ＿＿＿＿(⌒)(⌒)⌒)　)　　(⌒＿(⌒)⌒)⌒))



サイド1 前衛：やる夫　後衛：dokuo VS 前衛：seru 後衛：za-bon
サイド2 前衛：dodoria　後衛gamrax ： VS 前衛：mar 後衛：negitouhu

11分15秒
やる夫が領主の時代に進化しました。
　　　　　　＿＿＿_
　　　　 ／＼　　／＼
　　　／（ ●） 　（●）＼　よし、目標タイムいけたお
　 ／ :::::⌒（__人__）⌒:::::＼　軍をガンガン出して攻めるお
　 |　　　　　|r┬-| 　 　 　 |
　 ＼ 　 　　｀ ー&#39;´ 　 　 ／


　 　 　　　＿＿＿_
　 　　　／⌒三 ⌒＼
　　　／（ ○）三（○）＼　  そういえばこのあとどうするか聞いてなかったお
　 ／::::::⌒（__人__）⌒::::: ＼ 何出せばいいんだお、いつもなら軍兵出してるお
　 |　　　　　|r┬-|　　　　　|
　 ＼ 　　 　 `ー&#39;´ 　 　 ／

14分50秒

､／ ／ヽ　 |　　　　　　　:::::::::::::::::::::::／　　／　＼　∧／
　､　/　 /,､　|　　　　　　　::::::::::::::::::::／　__　|　　　 | ／　　 ___　　　　_　　__　_
　&gt;　＼/ ﾞ´　i,　　　　　　..::::::::::::::::／　　&#39;&#39;‐&#39; ﾞi;　　.／　　┌┘└‐┐&lt; ﾞ&#39;&#39;&quot;ｌ| |/ &gt;
　‐ﾌ　_　,-､　ﾞi:　　　　　...::::::::::::／　　　,,-､　ﾞ&#39;─|　　　　 ﾌ 广| ┌&#39;&lt;,,&#39;&#39;&gt;「ﾞ二ﾞ了
　‐&#39;　/ i ヽ &#39;__ |;　　　　...::::::::::／　　__　ヽ　!,.　／|　　　 .く_//&quot;o .ヽ,冫&gt;| .＝　|
　､　ﾞ､ |　/　ﾉ ＼　　.:::::::::／　　　ﾞ‐&#39;,,-‐ﾞ&#39;´　く 　|　　　　　 ﾞ&#39;&#39;‐-＾ヽ&#39;ヽ&#39;　ｌ」ﾞアノ
　.＼ ﾞ&#39;´ ヽ/ ,-､ ﾞi;　.::::／　,,,,,;;;-＝ニ､&#39;&quot;､ｧ　 ,二|　　　　　　／&gt;　　　ｌ二二ｌ
　::ﾞi,＼ ﾚ　_ﾞ‐&#39;&#39;´　ン‐&#39;&quot;,,,;;;;-&#39;&#39;&#39;&#39;&#39;&#39;く~´　 ﾉ　　／　.::|　　　　 ／／　　　ﾞ--,　 ノ
　:...ﾞi　ﾞ!､　ﾘ　 ,イ´　&#39;&#39;&quot;,へ　,;ｧ　 ＼／　 く　　.::::|　　　　　＼＼　　　／　 L,,,
　ﾞ､::ﾞｌ,.　ﾞ!、　 |　　　　ヽ,,ﾉ　,-‐､　　／ﾌ　＼,;-‐|　　　　　 ,,,,＼&gt;　 ヽ／ヽ-┘
　. 1.::ヽ､ヽﾒ .i|　　 ,ﾍ　　　＜.,,,,,ﾉ　 ｀&quot;＿,,,,,-==|　　　 ┌┘└─┐┌──┐
　 |.i..::;;i´＼ﾞi込､,,　ﾞ&quot;　　＿,,,,,;;-==〒&#39;&#39;Ｏ　ﾉ　　.|　　　　ﾌ 广| ┌‐&#39;　 ﾞ&#39;ﾌ ,-‐┘
　 | ﾞi ::| ヽ､ﾞ&#39;ﾞ&#39;ｌ;､ ﾞヽ-‐&#39;&#39;&#39;&quot;ヽ!,　　　　｀ヽ-‐&#39;&quot;　　 |　　　 く_/ /&quot;o .ヽ　　（ (＿_
　 |　!;,:|　　ﾞ&#39;&#39;,;ﾞ&#39;&#39;&#39;&#39;&#39;&#39;&#39;二　,,;-　ヾ-────┬＝=|　　　　　,-ﾞ‐-&#39;&#39;＾&#39;&#39;　　　ﾞ‐--┘
　 |　|..i|　　 / ,,‐&#39;&quot;,,,　 ヾ=＝≡ニニ　　　 ＼ .:::|　　　　,┘ヽ&#39;￣ｌ
　 ﾞ! ﾞ| i|　／,;‐&#39;&#39;&quot;~　　　　　　　　　　　　　　 i| .::|　　　　ﾞﾌ　／| |
　 .!　ﾞ!:｝&#39;&quot;　＿.,,,,,　　　　　　　,,,,,＿　　　　 / .:::!、　　　ヽｌ |　 | ‐ﾌ
　 ﾞi,　|:::ﾞi&#39;&#39;=;,､;;;／　　　＿,,,,;;-=､　ヾ,i　　　/ ..::::::＼.　　 └&#39;　 ﾞ&#39;&#39;&#39;&quot;
　　ﾞ!, ﾞヽ,ﾞi,　&#39;!ヽ_=─&#39;&#39;&#39;&quot;　　　　,__）　 /　　./ ..:::::::::::｀&gt;　　　＿ ＿
　　　ﾞi,. ヽ&#39;i　ﾞi ::ﾌ二ナ──&#39;&#39;&#39;&quot;,,,,i&#39;　 &quot;　　/　..::::::::∠-&#39;&#39;ﾌ.　/ // /
　　　.入　!i　 |/二／&#39;&#39;&quot;&#39;&#39;ヽ-‐&#39;&quot; /　,,　　 /　....::::::::::::::／　/ // /
　　 /　＼ ｌ|　|‐､/　　　　　　　/ 　/　 ./　 ...:::::::::::／　 /_//_/
　 ./　　　ヽ|　| |&#39;&#39;　　　　　　,‐&#39;&#39;i　 &quot;　 ./　 ..::::::::::::く　　/ﾌ /ﾌ
　/　　　　　| .!, ﾞヽ--‐─‐&#39;&#39;&#39;&quot;ノ　　　 /　....::::::::::::／ ＼~　 ~
　　　　　　 .ｌ| .＼__　　　　,／　　　　/　....:::::::::／　　　 ＼
　　　　　　　ﾞ|､-‐─ニ,&#39;&#39;&#39;&quot;--=､　　ノ　...:::;;;-&#39;&#39;&quot;　 ,,,;;-=&#39;&#39;&quot;　＼
　　　　　　 　!,　　　　　ﾞヽ､　　,,,／─&#39;&#39;&#39;&quot;,,,,;;-‐&#39;&#39;&#39;&quot;＿,,,,;;-&#39;&#39;&#39;&quot;　 ＼
　　　　　　　　ﾞヽ､　　　　　ﾞ&#39;&#39;&#39;&quot;＿,,;-ニ二-─&#39;&#39;&#39;&#39;&#39;&quot;　,,,,-=＝&#39;&#39;&quot;　　 ＼／
　　　　　　　　　　｀ﾞ&#39;&#39;&#39;-─‐&#39;&#39;&#39;&quot;~ﾞ&#39;ヽ､　　　　,,,=＝二‐&#39;&#39;&quot;
射手8


　 　 　　　＿＿＿_
　 　　　／ノ 　 ヽ､_＼
　　　／（ ○）}liil{（○）＼　や、やばいお、軍兵がどんどん殺されるお
　 ／　　　 （__人__）　　　＼　鐘だお！鐘！カラカラン！！
　 |　　　ヽ　|!!il|!|!l|　/　　　|　
　 ＼　　　　|ｪｪｪｪ| 　 　 ／


　 　 　　 　 　 ＿＿＿_
　　　　　　　／::::::::::::::::＼
　　　　 　／::::::─三三─＼
　　　　／:::::::: （ ○）三（○）＼　　　農民がどんどん死んでいくお
　　　　|::::::::::::::::::::（__人__）:::: 　|　　＿＿＿＿＿＿＿_
　 　　 ＼:::::::::　 　|r┬-| 　 ,／　.| |　　　　　　　　　　|
　　　　ノ::::::::::::　　`ー&#39;´　　　＼　| |　　　　　　　　　　| 　アーッ！ウワッ！！アアウッ！！
　 ／:::::::::::::::::::::　　 　 　 　　 　　 | |　　　　　　　　　　| 　
　|::::::::::::::::: ｌ 　　 　 　 　 　　　　　| |　　　　　　　　　　|

　 　 　　　＿＿＿_
　 　　　／⌒三 ⌒＼
　　　／（ ○）三（○）＼　  農民が8人も殺されたお
　 ／::::::⌒（__人__）⌒::::: ＼ と、とりあえず軍兵をもっと出すんだお
　 |　　　　　|r┬-|　　　　　|
　 ＼ 　　 　 `ー&#39;´ 　 　 ／


19分50秒

　　　　　　, &#39;￣￣￣へ､＝-､
　 　　　　/　/／　／　 キ　　`ヽ
　 　　　/　//　　/ //lヽ /lヽ|　　|
　 　／／ /　　// //&quot;&quot;&quot;&quot;&quot;|　　 |
　 / 　　/　　//　//,,,＿__,,,,,,|| |　|
　 |　　　　／/　//_　 `o´ __.|| |　|　　　／￣￣￣￣￣￣￣￣￣￣￣￣￣￣
　 |ヾー　 ／/≡二(:ヽ　 &#39;l:ﾉ=|| |　|　　 |私の華麗な騎士で葬り去りましょう。
　 ミ三三彡／/　　　　 l　　/＼| ll　　 | 
　 　ヾミ／`,ノ　　　 ､＿ゝ /彡／　　＜
――--ノ|o&#39;　ヽ`　､　`´／o&#39;|---―― |
　i　 i　|　 | 　　　＼_７´/ |　|　| 　 ｉ　　|
　|　 |　ゝ_ `ー――――&#39;　ﾉ　 |　　|　　＼＿＿＿＿＿＿＿＿＿＿

騎士3匹

　 　 　　 　 　 ＿＿＿_
　　　　　　　／::::::::::::::::＼
　　　　 　／::::::─三三─＼
　　　　／:::::::: （ ○）三（○）＼　　　TCから離れてた木こりが惨殺状態だお
　　　　|::::::::::::::::::::（__人__）:::: 　|　　＿＿＿＿＿＿＿_
　 　　 ＼:::::::::　 　|r┬-| 　 ,／　.| |　　　　　　　　　　|
　　　　ノ::::::::::::　　`ー&#39;´　　　＼　| |　　　　　　　　　　| 　アーッ！ウワッ！！アアウッ！！
　 ／:::::::::::::::::::::　　 　 　 　　 　　 | |　　　　　　　　　　| 　
　|::::::::::::::::: ｌ 　　 　 　 　 　　　　　| |　　　　　　　　　　|



33分50秒
　　　　　　　 ／￣￣￣＼_ 
　　　　 　 ／:::／:::::::::::＼（ ;:;:;）　　　　　　　　
　 　 　 ／（ ;:;:;:;:;ﾉ:::::::&lt;−&gt;　＼　　　TC割られて逃げたはいいけど
　　　 （;:;:;:;;;:;　 （__人__）　　 .:::::） 　　もうだめだお。
　　　 .／ ||　 　 ｀ ⌒|||　 　 ,／       
　　　/ / |＼／ /　 /ｌ　| ￣ 
　　 / /__|　 ＼/　/　|　| 
　　ヽ、//////） /　 |　| 
　　　/　￣￣　/　　 |　| 
____,/　　)--- ヽ　　　ヽ つ 

gamrax　ggかなー
dodoria  １（いいよ）
dokuo  ごめんなさい


　　　　　　　　　　|ソﾘｌヽ_-‐‐‐-､ノ |ﾙｌ|
　　　　　　　　　　|ｿﾌ|／ｌ||||||||||ｌ＼|ﾌﾚ|
　　　　　　　　　　|ﾌ「ｌi||||||||||||||||||ｌiｌﾊﾚ|
　　　　　　　　　　|ヘ&gt;､ｌ|||||||||||||||/&lt;ソ,|　　　　／￣￣￣￣￣￣￣￣￣
　　　　　　　　　　ﾞ|&lt;ヘﾞﾞｌｌ||||||||||ｌ&quot;/］ｴ&#39;|　　　　| どうしたのだ？
　　　　　　　　　 ム＿二ニﾞﾞY&quot;ニ二＿ゝ　　　| さっきまでの
　　　　　　　　　　［ｌ ||＼_o&gt;┴&lt;_o／|| ｌ］　　　| 勢いは……
　　　　　　　　　　　ヽ|ｌ|||　　ゝ　 ||||,//ﾞ　　　＜ 貴様のレートを吸収させてもらったぞ
　　　　　　　　　　　　|､||　 ニﾌ　||ｌ,/ｌ|　　　　　| 
　　　　　　　 　,ヽ､／|　＼､二ヽ／ ｌ |＼-､ヽ､　＼
　　　　　　　　　　ヽ＿＿＼￣/／　ヽ　　/

　　　　　|┃
　ｶﾞﾗｯ.　|┃
　　　　　|┃　 ﾉ//　　　.／￣￣￣ ＼
　　　　　|┃三　　　　／　 ＼　　 ／　＼ やらない夫に講義にしにいくお！
　　　　　|┃ 　　　 ／　　（●） 　（●） 　＼
　　　　　|┃　 　　 |　　　　（__人__）　　 　　|
　　　　　|┃三　　 ＼　　　 ｀ ⌒´　　　　／
　　　　　|┃三　　 ／￣￣￣￣￣￣￣ ＼


　　　　　, (⌒　　　　　　⌒)
　　　(⌒　　(　　　　　　)　　⌒)
　　（　　　　　　　　　　　　　)　　)
　　　　（＿ヽ＿ﾊ从人＿ﾉ＿ノ
　　　　　　　　　 | || | |
　　　　　　　ﾉ Ｌ,l ,|| |､l、
　　　　　　　⌒:::＼:::::／::＼
　　　　　　／　&lt;●&gt;::::&lt;●&gt;＼　
　　　　 ／　　　 （__人__）　　 ＼　　暗黒テンプレ覚えたのにフルボッコだったお！
　　　 　|　 　 　　　|::::::|　　　　　|　　全然うまくならないお！
　　　　 ＼ 　 　 　 l;;;;;;l　　 　／l!|
　　　 　／　　　　　`ｰ&#39;　 　　＼ |i
　　　／　　　　　　　　　　ヽ !l　ヽi
　　 （　　 丶- 、　　　　　　 しＥ　|　　　　ドンッ！
　　　　`ー､＿ﾉ 　 　 　 ∑　l､Ｅ ﾉ　&gt;
　　　　　　　　　　　　　　　ﾚY^Ｖ^ヽ



　　　　　 ／￣￣＼　　
　　　　／ﾉ(　_ノ　　＼　　　　　　その後の戦術について教えてないから当たり前だろ！
　　　　|　⌒(（ ●）（●）　　　　　暗黒内政ってのは戦う前の準備みたいなもんだ！
　　　　.|　　　　 （__人__）　/⌒l　準備しかできてないのに戦闘できるわけないだろ！
　　　 　|　　　　　｀ ⌒´ﾉ　|`&#39;&#39;&#39;|　 
　　　　／ ⌒ヽ　　　　 }　 |　 |　　　　　　　　　　　　　　
　　 ／　 へ　　＼　　 }__/　/ 　　 　　　　　　　　　／￣￣＼
　／　／　|　　　　　 ノ 　 ノ　　　　　　　　　　　／ ●))　((●＼’,　･
( _ ノ　　　 |　　　　　 ＼´　　　　　　 ＿　 　　（　　　(_人_)’∴　）,　 ’ﾌﾞﾍﾞﾗ
　　　　　 　|　　　　　　　＼＿,, -‐ &#39;&#39;&quot;　 ￣￣ﾞ&#39;&#39;―---└&#39;´￣｀ヽ　　　て
　　　　　　 .|　　　　　　　　　　　　　　　　　　＿＿＿＿＿＿ ノ　　 　（
　　　　　　　ヽ　　　　　　　　　　　＿,, -‐ &#39;&#39;&quot;　　ﾉ　　　　　　 ヽ　　　ｒ&#39;&quot;￣
　　　　　　　　 ＼　　　　　　　, &#39;´　　　　　　　　し/.. &gt;&gt;＠　| J
　　　　　　　　　　＼　　　　　(　　　　　　　　　　 /　　　　　 |
　　　　　　　　　　　 ＼　　　　＼　　　　　　　　　し-　 &#39;^`-J


　　　　 /　　　　: .:/: . : . : . : . :│∨: . : . : ‘｡: . : . : .　ﾟ,　　　　 }
　　　　:ﾟ　　　: . : /: . : . : . : . : . |　 Ｖﾄ : . : . ‘｡: . : . : . .ﾟ,　　__,ノ
　　　 , {　　|: . : 〃: . : . : . : . j.:.:ﾟ　　}:い: . : . :‘｡: . : . : . :｡: . ´￣{
　　　 |｛: . :.|: . :/{: . : . : . : . 〃 &#39;　--|:|‐∨…{: . :｡: . : . : .ｉ.: . 　 　 ,
　　　 | ゝ.__|: . :| |,.斗-: . : //:/　　　|:| 　}: . 八: .:ｉ: . : . : .|: . :　 　 ′　やらない夫さん、落ち着いて。
　　　 |／:. .|:.: .匕ﾟ｡: . : .／/:/　　　 jｲ 　|／　 }ﾊ|: . : . : .|: . :.　　 :{　　やる夫くんはちゃんと練習したんや、リプ見たけど11分30秒切れてるしな
　　　 | | : . ﾄ : .|　い: ./　/ｨﾟ　 　 　,ィ=＝≠=ミ:､|: . : . : .|: . : . 　 八　そこは褒めるとこやで、ほな、次は23弓教えればええやん。
　　　 | l: . ∧ リ　斗-==ミ　　　　　　{_)ﾟ:i:i:i:i:i:| / . : . : . :.|ヽ: . :　　　:,
　　　 |:乂＼ﾊ　/{_)ﾟ:i:i:i:i:i|　　　 　 　 ∨ゝイノ 　.|: . : . : .|　}: . :　 i ﾄﾍ
　　　 |:| : . :.ヽい ∨ゝｲ ﾉ 　　 　 　 　 ｀¨¨´　　 1..: . : . :| /..: . :　| |　}i
　　　 |:|i : . : . ∧　｀¨ ¨´　　　　　　　　　:&#39;:&#39;:&#39;:ﾟ　　|: . : . : .|′: . :　.| |　}|
　　　 |:|{ : . : . : ∧ﾟ:&#39;:&#39;:&#39;:　　　′ 　　　　 　 　 } 　 |j: . : ..:, : .: . :.　..j│ }!
　　　 |:|o : . : . : .∧ 　　　　　　　　　　 　 　 し　:ﾟ|: . : ./: .:|: . :　/./　/
　　　 |:| ﾟ: : . : . : .:∧　　　　　　r‐ｭ　　　　　　 ｲ j.: .: ｲ : /} : ／jｲ
　　　 |:ｌ　ﾟ: : . : . : . : ＼　　　　　　　　　　　 ´ / /／∨イ/／
　　　 ｌ{ 　 Ｖ: . : . :.ﾄ : . :＞ ｡.. ＿＿　 ィ　　__,,,...　-=ニニニﾆ=-
　　 　乂 　 ＼ : ﾄ::} 乂: . :.{＼:::{∨　　_}／ニニニニニニニニニﾆ＼
　　　　　 　 　 ヾ{ ﾘ　　｀ー　　　　 ／二ニニニニニニニニニニニﾆ＼


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　
.　|　　　　 （__人__）　まあ、園城寺ちゃんが言うなら仕方ないだろJK
　 |　　　　　｀ ⌒´ﾉ　次は23弓について教えるか
.　 |　　　　　　 　 }
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


　　　　　　＿＿＿_
　　　　 ／＼　　／＼
　　　／（ ●） 　（●）＼　冒頭の方に言ってた23弓ってやつかお！？
　 ／ :::::⌒（__人__）⌒:::::＼　
　 |　　　　　|r┬-| 　 　 　 |
　 ＼ 　 　　｀ ー&#39;´ 　 　 ／


　　 ／￣￣＼
　／　　 _ノ　　＼　
　|　　　 （ ●）（●）　
.　|　　　　 （__人__）　まあ、そうだな前衛でよく使われる戦術だ
　 |　　　　　｀ ⌒´ﾉ　詳細については次回説明する
.　 |　　　　　　 　 }   領主の時代の攻撃で一番殺傷能力が高い弓を使った攻撃だな
.　 ヽ　　　　　 　 }
　　 ヽ　　　　　ノ　　　　　　　　
　　　/　　　 く　　＼　　　　　　　 
　　　|　　　　 ＼ 　 ＼ 　 　　　　　　
　 　 |　　　　|ヽ、二⌒)､　 　 　


　　　　　　＿＿＿_
　　　　 ／＼　　／＼
　　　／（ ●） 　（●）＼　やる夫は攻撃が好きだから楽しみだお！
　 ／ :::::⌒（__人__）⌒:::::＼　
　 |　　　　　|r┬-| 　 　 　 |
　 ＼ 　 　　｀ ー&#39;´ 　 　 ／


　 　　　　　　　　　　 　　　　　　／￣＼
　　　　　　　　　　　 　　　　　　|　　　 　|
　　　　　　　　　　 　　　　　　 　＼＿／
　　　　　　　　　　　　　　　　　＿＿|＿__
　　　　　　　　　　　　 　 　 ／　 　 　 　 ＼
　　　　　　　 　 　 　 　 　 /　　　　　　　　 ＼
　 　 　 　 　 　 　 　 　 　 l　　　　　　　 　 　 |　
　　　　　　　　　　　　　 （　　　　　　 　 　 　 |
　　 　 　 　 　 　 　 　 　 ＼　　　 　 　〃_／
　　　　　　　　　　　　　　　　 &gt;&#39;⌒￣￣､,＼
　　　　　　　　　　　　　　　 /　　 　　　　　 ＼
　　　　　　　　　　　　　　　/　　ｨ　 　 　,ﾉ&#39;ヾ ヽ
　　　　　　　　　　　 　 　 （ 　 /　 ）,　　　　　　l
　　　　　　　 　 　 　 　 　 ）　ﾉ　_,/　　　　､,,　 |
　　　 　 　 　 　 　 　 /⌒￣￣￣　　　 　 　 　 |
　　　　　　　　　　　　l　 ､_　　　　　　　 　 ,ﾉ　,/
　　　　　　　　　　|￣￣￣￣￣￣￣￣￣￣￣￣|
.　　　 　 　 　 　 └┬:‐┬───┬‐────┘
　　　　　　　　　 　 ノ ,‐‐,)　 　 　 丿,‐‐,)　　　　　　　　　　
　　　　　　　　　　 (,∠／ 　 　 　 (,∠／　　　　　　　　　　 

  ー- ､　ー-､｀｀／　　 
　 　 _, &#39;　　._, &#39;　 ＼　　 
------------------- 
</pre>
<script>
	(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
	(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
	m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
	})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

	ga('create', 'UA-51138356-1', 'aochd.jp');
	ga('send', 'pageview');

{/literal}
</script>
</html>