{include file=$header}
<div class="contents-wrapper">
	<h1>管理権限者用マニュアル</h1>
	<h2>管理権者について</h2>
	プレイヤーの新規登録・ゲームの代理報告が主な仕事となります。<br />
	また、強さとレートが一致しない人が居たら権限者同士で話し合いレートを変更する事もあります。<br />
	<br />
	<h2>プレイヤー新規作成</h2>
	ＩＤ：空白（自動で追加されます）<br />
	プレイヤー名：プレイヤー名を記入して下さい<br />
	※レートの基準について<br />
	<a href="boom" target="_blank">ブーム</a><br />
	<a href="rush" target="_blank">ラッシュ</a><br />
	<a href="turtle" target="_blank">タートル</a><br />
	<a href="cheese" target="_blank">チーズ</a><br />
	<br />
	状態：新規登録の場合は【登録】にします。<br />
	メモ：他の名前や、他コミュニティのレート　強さの目安になった部分やその他きになったことなど自由に記入して下さい。<br />
	<br />
	レートに困ったらリプレイを上げて皆で審査しましょう。<br />
	進化時間で判断するのもありです。（基本の23弓で…進化が安定しない-1300　25分-1600　24分-1700　23分-1800）<br />
	<br />
	<h2>プレイヤー編集</h2>
	プレイヤー名が変わった場合やレートに変更がある場合に編集します。<br />
	ただしレートを変動する場合は皆で審査しましょう。<br />
	レート変動はあまりに強さとレートに隔たりが出た時のための措置ですので、独善的に判断してレートを変動するのは辞めましょう。<br />
	何らかの事情によりプレイヤー情報の削除(BAN) が考えられます。プレイヤーを削除する場合はメモに理由を記入しくてください(削除時登録必須)<br />
	<br />
	<h2>ゲームの修正</h2>
	ゲームを開始したのに画面を閉じてしまって報告を出来ない時、もしくはゲーム開始を押すのを忘れてゲーム開始時間がずれてしまう時に使用します。<br />
	またはゲームのホストがゲームの結果報告をしていない場合権限者が代理報告をするときに使用します。<br />
	勝利報告の場合は【報告】　キャンセルの場合は【キャンセル】を押します。<br />
	【報告】の場合はゲーム開始時間・ゲーム終了時間・勝利チームが合ってることを確認して送信します。<br />
	<span class="span-right">Written by trash[jp](edited by ab_trimmer)</span>
	<br />
	<h2>削除済みプレイヤー</h2>
	チームの作成画面やプレイヤーリスト上に名前が出てこない場合は、プレイヤー情報が削除されていることが考えられます。<br />
	権限者同士で話し合った結果など、プレイヤー情報を復元する場合は復元のアイコンをクリックしてください。<br />
	<br />
	<h2>リプレイの管理</h2>
	間違って別のゲームのリプレイを上げた等の理由でリプレイデータの削除が必要になった時に使用します。<br />
	オペミスを防ぐためにも一度閲覧でゲーム内容を見ることをおすすめします。<br />
	削除して問題なさそうなら削除アイコンをクリックします。<br />
	<h2>今月のレート変更</h2>
	「今月」の範囲は「前月の今日より先日付け」になってます。今月の1日という意味ではないので注意してください。<br />
	今月手動でレート変更があった人の一覧です。この画面で操作できることは特にありません。<br />
	<h2>パスワード変更</h2>
	ログイン時の自分のパスワード変更です。<br />
	定期的に変更することをおすすめします。特に口頭で伝えてあるであろう初期パスワードからはすぐに変更してください。<br />
	最低文字数は5文字であれば入力を受け付けます。<br />
	ログイン名が正しい場合、5回パスワード入力に失敗した場合はアカウント凍結となりますので、システム管理者まで連絡してください。<br />
	<span class="text-red">※パスワードが漏洩した場合は何らかの責任を負う可能性があります(場合によっては法的責任も)。パスワード管理は慎重に行ってください。</span><br />
	<span class="span-right">Added by Erlkonig</span>
</div>
<br />
<br />
<br />
{include file=$footer}