{include file=$header}

<h1>管理権者について</h1>
プレイヤーの新規登録・ゲームの代理報告が主な仕事となります。<br />
また、強さとレートが一致しない人が居たら権限者同士で話し合いレートを変更する事もあります。<br />
<br />
<h1>プレイヤー新規作成</h1>
ＩＤ：空白（自動で追加されます）<br />
プレイヤー名：プレイヤー名を記入して下さい<br />
※レートの基準について<br />
1300	猪食えない、それに準ずる内政　軍無し自陣石壁シムシティ<br />
1350	猪無しのテンプレ内政程度、初弾軍編成不可<br />
1400	暗黒テンプレ理解　鉄工なし、初弾軍1小屋程度<br />
1450	23弓30騎士テンプレ理解　2小屋回し可　軍編成固定<br />
1500	テンプレ理解　勝利時農民120程度<br />
1550	テンプレ理解　帝王IN30分台前半可　連携可<br />
1600	農民平均150～　帝王後期までの内政手順理解　爆発にブーミング不要<br />
1650	RAM寄せ等がスムーズに出来る、常に2つ以上の戦術が取れ、内政バランス調整可能<br />
1700	初級者部屋レベル<br />
1800	普通部屋レベル<br />
<br />
状態：新規登録の場合は【登録】にします。<br />
メモ：他の名前や、他コミュニティのレート　強さの目安になった部分やその他きになったことなど自由に記入して下さい。<br />
<br />
レートに困ったらリプレイを上げて皆で審査しましょう。<br />
進化時間で判断するのもありです。（基本の23弓で…進化が安定しない-1300　25分-1600　24分-1700　23分-1800）<br />
<br />
<h1>プレイヤー編集</h1>
プレイヤー名が変わった場合やレートに変更がある場合に編集します。<br />
ただしレートを変動する場合は皆で審査しましょう。<br />
レート変動はあまりに強さとレートに隔たりが出た時のための措置ですので、独善的に判断してレートを変動するのは辞めましょう。<br />
<br />
<h1>ゲームの修正</h1>
ゲームを開始したのに画面を閉じてしまって報告を出来ない時、もしくはゲーム開始を押すのを忘れてゲーム開始時間がずれてしまう時に使用します。<br />
またはゲームのホストがゲームの結果報告をしていない場合権限者が代理報告をするときに使用します。<br />
勝利報告の場合は【報告】　キャンセルの場合は【キャンセル】を押します。<br />
【報告】の場合はゲーム開始時間・ゲーム終了時間・勝利チームが合ってることを確認して送信します。<br />
<span class="span-right">Written by trash[jp](edited by ab_trimmer)</span>
{include file=$footer}