{include file=$header}

<h1>このサイトについて</h1>
このサイトはAge of Empire2 HDの日本人コミュニティ用マッチングサイトです。<br />
対戦部屋以外での会話についてはIRCのIRCNET系列の「#AOCHD」チャンネルをご利用下さい。<br />
<br />
<h1>このサイトの使い方</h1>
日本人専用部屋を作成した方は、チームメンバーが揃ったら<br />
<a href="maketeam">チームの作成</a>より、プレイヤー数を設定し、チームメンバーを1人目から順に入力してください。<br />
それぞれのメンバー入力時、レートに自動でこのサイト独自に集計されたレートが入力されますので、<br />
レートが自動記入されたのを確認後、次のメンバー名の入力をして下さい。<br />
<br />
メンバー全員の入力後、「チーム分け開始」ボタンをクリックして下さい。チーム分けが開始されます。<br />
貼付け用欄の中身をコピー&ペーストでゲーム内のロビーに貼り付け、チーム分けに意見がなければそのまま「ゲーム開始」ボタンを押して下さい。<br />
チーム分け後もチームメンバーの変更は手動にて可能です(使用方法は上記と同じです)<br />
チーム分け開始ボタンを押した後もチームの内容を変更することは可能ですが、<br />
メンバー自体に変更があった場合は画面上部のプレイヤー変更からの「チーム分け開始」ボタンを押すことをおすすめします。<br />
ロビーにてチーム分けが完了した後、「ゲーム開始」ボタンを押して下さい。<br />
ゲーム終了後、画面右部に勝利チームの報告ボタン「チーム1勝利」「チーム2勝利」がありますので、どちらか一方をクリックして下さい。<br />
勝利チームの報告後、レートの再計算が行われます。<br />
<br />
「ゲーム開始」ボタンを押した後、ゲームをキャンセルしたい場合は「ゲームのキャンセル」ボタンを押して下さい。<br />
アップローダー、ランキングについては当サイトの管理外のため、説明を省略します。

{include file=$footer}