{include file=$header}
<div class="contents-wrapper-wide">
	<h1>レート診断基準リスト </h1>
	<ul class="list-unstyled">
		<li>function_test_user_0レート2000 一般部屋レベル　パッケージ版の上級者レベル、既存の上位メンバーからのお墨付き（名前を聞いたら強さがわかるレベル）</li>
		<li>function_test_user_1レート1800 普通部屋レベル　21弓など高等戦術含めて展開可能。基本、テンプレ化されている戦術は概ね可能。</li>
		<li>function_test_user_2レート1700 初級者部屋レベル　23弓、30騎士以外にも複数の戦術を用いることができる。民即、kmkmなどを用いた際に成果をきっちり出せる</li>
		<li>function_test_user_3レート1650 領主23人進化11分前後、後衛城主進化17分30秒前後で安定。帝王以降の小屋寄せがスムーズに可能。相手の文明を考慮した帝王戦術ができる。内政バランス調整による対応力あり。</li>
		<li>function_test_user_4レート1600 農民平均150～　帝王後期までの内政手順理解している上で、領主23人進化11分30秒、後衛時城主in18分をそれぞれ安定して切れる。初級クラス相手に前後衛共に試合が成立する。</li>
		<li>function_test_user_5レート1550 テンプレ理解の上、領主23人進化12分、後衛城主進化時18分を切れる、帝王IN30分台前半可、連携可。アンチユニットを出して的確な対処ができる。</li>
		<li>function_test_user_6レート1500 テンプレ理解の上、前衛時領主23人進化12分前後、後衛時城主騎士18分前後、領主以降の進化時間を意識した内政</li>
		<li>function_test_user_7レート1450 23弓、30騎士　テンプレ理解（前衛時領主in12分前後、後衛時城主in18分30秒前後）2小屋回し可　軍編成固定、領主以降の進化時間が意識できていない。</li>
		<li>function_test_user_8レート1400 テンプレ理解（前衛時領主in12分30秒前後、後衛時城主in19分前後）　鉄工なし、初弾軍1小屋程度、領主以降TCや兵小屋が頻繁に止まるが戦闘が出来る。</li>
		<li>function_test_user_9レート1300 暗黒テンプレ崩れているが概ね準じた内政（前衛時領主in13分以降or後衛時城主in20分以上）連携をとる意識ができる。</li>
		<li>function_test_user_10レート1200 猪食えない、それに準ずる内政。兵は出せるが領主以降の農民、兵の数の増加が少ない。暗黒テンプレ知らない。</li>
		<li>function_test_user_11レート1100 軍無し自陣石壁シムシティ(対人初めて等)
	</ul>
<div>
<br /><br /><br />

{include file=$footer}